Repository: isaw/isaw.events
Catalog: plone/buildout-cache/eggs/plone.app.locales-3.3.8-py2.4.egg/plone/app/locales/i18n/plone-*.po
Languages: el, fi, uk

source: description_author_feedback
el: Αν θέλετε να επικοινωνήσετε με τον συντάκτη, συμπληρώστε την παρακάτω φόρμα.
fi: Jos haluat antaa palautetta tälle tekijälle, täytä alla oleva lomake.
uk: Якщо ви хочете сконтактувати з автором, заповність наступну форму.

source: description_available_access_keys
el: Ο ιστοχώρος έχει τέτοια οργάνωση έτσι ώστε να συμφωνεί με τις περισσότερες διεθνής συστάσεις σχετικά με τα πλήκτρα πρόσβασης. Αυτά είναι:
fi: Tämä sivusto käyttää helppokäyttöisyysnäppäimiä useimpia kansainvälisiä suosituksia vastaavasti. Näppäimet ovat:
uk: На даному сайті використовуються налаштування, які відповідають міжнародним рекомнедаціям щодо клавіш доступу. А саме:

source: description_broken_products
el: Εντοπίστηκαν σφάλματα σε μερικά προϊόντα, κατά τη μεταγλώττιση του αρχείο εγκατάστασης.
fi: Joidenkin tuotteiden asennustiedostoista löytyi virheitä.
uk: Під час складання файлу встановлення було виявлено, що деякі продукти містять помилки.

source: description_change_initial_password
el: Πριν ξεκινήσετε την εξερεύνηση, χρειάζεται να αλλάξετε τον αρχικό σας κωδικό. Αυτό εξασφαλίζει ότι ο κωδικός που λάβατε μέσω e-mail δεν μπορεί να χρησιμοποιηθεί με κακόβουλο τρόπο.
fi: Ennen kuin jatkat sivuston käyttöä, on sinun vaihdettava alkuperäinen salasanasi. Näin varmistetaan, että sähköpostitse vastaanottamaasi salasanaa ei voida väärinkäyttää.
uk: Перед тим, як почати роботу вам необхідно змінити вах початковий пароль. Це не дозволить зловмисно використати пароль, що ми надіслали вам поштою.

source: description_change_ownership
el: Μπορείτε με ευκολία να μεταβιβάσετε την κυριότητα των συγκεκριμένων αντικειμένων σε άλλο μέλος μέσω αυτής της φόρμας.
fi: Voit vaihtaa tämän sisällön omistajaksi toisen jäsenen tällä lomakkeella.
uk: З допомогою цієї форми ви легко можете поміняти власника поточного об'єкта на будь-якого іншого члена спільноти.

source: description_change_ownership_of_article
el: Για να αλλάξετε την κυριότητα στο ${type} , πιέστε στο ${link_to_ownership_form}
fi: Vaihtaaksesi tämän sisällön (${type}) omistajaa, napsauta ${link_to_ownership_form}
uk: Щоб змінити власника цього ${type}, клацніть ${link_to_ownership_form}

source: description_comment_preview
el: Έτσι θα φαίνεται το σχόλιό σας όταν αναρτηθεί.
fi: Tältä kommenttisi tulee näyttämään julkaisun jälkeen.
uk: Так буде виглядати ваш коментар після подання.

source: description_contact_site_owner
el: Συμπληρώστε τη φόρμα για να επικοινωνήσετε με τους διαχειριστές.
fi: Täytä lomake ottaaksesi yhteyttä sivuston omistajiin.
uk: Заповніть наступну форму щоб сконтактувати з власниками сайту.

source: description_contentrule_title
fi: Anna säännölle kuvaava nimike.
uk: Будь-ласка, введіть описову назву для цього правила.

source: description_contentrules_assigned
fi: Seuraavat sisältösäännöt ovat aktiivisia tyypille (${type_name}).
uk: Наступні правила вмісту активні у ${type_name}.

source: description_contentrules_assigned_norules
fi: Yksikään sisältösääntö ei ole käytössä tyypillä ${type_name}.
uk: Наразі нема жодних активних правил вмісту на ${type_name}.

source: description_contentrules_rule_assignments
fi: Tämä sääntö on kytketty seuraaviin paikkoihin.
uk: Це правило виконується в таких місцях.

source: description_contenttype_portlets_below
fi: Huomaa, että sisältötyyppisovelmat näytetään yleensä sijaintikohtaisten sovelmien alapuolella.
uk: Портлети типів вмісту зазвичай відображаються під контекстними портлетами.

source: description_control_panel
el: Περιοχή παραμετροποίησης του Plone και των Επιπρόσθετων Προϊόντων.
fi: Plonen ja tuotteiden hallinta-alue.
uk: Область конфіґурування Plone та додаткових продуктів.

source: description_copyright
el: Το ${plonecms} είναι ${copyright} 2000-${current_year} του ${plonefoundation} et al.
fi: ${plonecms} on ${copyright} 2000-${current_year}, ${plonefoundation} ym.
uk: ${plonecms} ${copyright} 2000-${current_year} за підтримки ${plonefoundation} та ін.

source: description_current_owner
el: Ο τρέχων ιδιοκτήτης είναι ο ${name}.
fi: Nykyinen omistaja on ${name}.
uk: Поточний власник ${name}.

source: description_debug_mode
fi: Huomio: Sivusto toimii "debug-tilassa". Tämä tila on tarkoitettu kehityssivustoille. Tilan ansiosta monet järjestelmän muutokset näkyvät välittömästi, mutta sivusto toimii tavallista hitaammin. Debug-tilan voi sammuttaa zope.conf-tiedostosta määrittämällä sinne rivin "debug-mode off" ja käynnistämällä palvelimen uudelleen.
uk: Увага: Зараз використовується "debug mode". Цей режим використовують на сайтах, які перебувають в процесі розробки. Це дозволяє відразу бачити усі зміни в конфігурації, але, водночас, сповільнює роботу сату. ЩОб вимкнути цей режим, відредагуте файл zope.conf так, щоб там було написано 'debug-mode off' — тоді перезавантажте сервер.

source: description_edit_groupproperties
el: Οι Ομάδες είναι λογικά σύνολα χρηστών, όπως τα τμήματα και οι επιχειρηματικές μονάδες. Δεν συσχετίζονται άμεσα με δικαιώματα σε καθολικό επίπεδο. Συνήθως χρησιμοποιούμε τους Ρόλους για αυτό - και αφήνουμε συγκεκριμένες ομάδες να έχουν έναν ιδιαίτερο ρόλο.
fi: Ryhmät ovat jäsenten loogisia kokoelmia, kuten osastoja tai liiketoimintayksikköjä. Ryhmille ei määritellä käyttöoikeuksia suoraan, vaan käyttöoikeudet määritellään ensin rooleille, minkä jälkeen ryhmille voidaan myöntää tiettyjä rooleja.
uk: Групи є логічними колекціями користувачів, такі як відділи чи організаційні одиниці. Вони напряму не стосуються повноважень на глобальному рівні, зазвичай Ви використовуєте для цього Ролі - а аж тоді дозволяєте певній Групі виконувати певну роль.

source: description_edit_properties
el: Αυτή η πληροφορία, η οποία επίσης ονομάζεται <em>μεταδεδομένο</em> είναι η συλλογή των πληροφοριών που χρησιμοποιούνται για να κατηγοριοποιηθεί ένα αντικείμενο, για να ανατεθούν οι ημερομηνίες ενεργοποίησης και λήξης, η γλώσσα και οι λέξεις-κλειδιά.
fi: Näillä <em>metatiedoilla</em> luokitellaan sisältöä sekä määritetään julkaisemis- ja vanhenemispäiviä, kielitietoja sekä avainsanoja.
uk: Ця інформація, яку теж називають <em>метаданими</em>, є набором параметрів, що використовуються для категоризації об'єкту, призначення дат набуття та втрати чинності, мови та ключових слів.<br />Змінюйте метадані цього елементу за допомогою форми нижче. Пам'ятайте, метадані - потужний інструмент - вони дозволяють нам проводити найрізноманітніші корисні категоризації. Тому вкажіть їх так чітко, наскільки це можливо, та залиште ті, які ви не знаєте, порожніми.

source: description_enable_cookies_to_stay_logged_in
fi: Huomaa: Jos et pysy kirjautuneena siirryttyäsi tältä sivulta, on sinun otettava evästeet (cookies) käyttöön selaimessasi.
uk: Якщо після виходу з цієї сторінки, Вас автоматично буде виведено з системи, значить у переглядачі Вам необхідно увімкнути коржики.

source: description_error_has_been_logged
el: Το σφάλμα καταγράφηκε με το νούμερο ${entryid}.
fi: Tämä virhe on kirjattu tunnuksella ${entryid}.
uk: Помилку було зареєстровано під номером ${entryid}.

source: description_error_log_setup
el: Αυτή η σελίδα καταλογογραφεί τις εξαιρέσεις που έλαβαν χώρα πρόσφατα σε αυτό τον ιστοχώρο. Μπορείτε να διαμορφώσετε τον αριθμό των εξαιρέσεων που πρέπει να τηρηθούν και το κατά πόσο οι εξαιρέσεις πρέπει να αντιγράφονται στα αρχεία καταγραφής γεγονότων του Zope.
fi: Tämä sivu näyttää ilmoitukset sivustolla lähiaikoina tapahtuneista virheistä. Voit määrittää säilytettävien virheilmoitusten määrän ja valita, tallennetaanko virheilmoitukset Zopen lokitiedostoihin.
uk: На цій сторінці наведено перелік виняткових ситуацій, які недавно трапилися на сайті. Ви можете вказати кількість виняткових ситуацій, яка зберігатиметься, і зазначити, чи їх потрібно буде копіювати до файлів реєстру подій Zope.

source: description_error_rerference_link
fi: plone.orgin virhehakemistossa on lisätietoa näistä poikkeuksista.
uk: Зверніться до довідки на plone.org для детальнішої інформації про ці виняткові ситуації.

source: description_full_error_link
fi: katso koko virheilmoitus
uk: переглянути повідомлення про помилку повністю

source: description_group_members_of
el: Εδώ μπορείτε να προσθέσετε ή να αφαιρέσετε χρήστες από τη συγκεκριμένη ομάδα. Σημειώνεται ότι αυτό δεν διαγράφει τον χρήστη, μόνο τον απομακρύνει από την ομάδα.
fi: Täällä voit lisätä ja poistaa ryhmiä sekä jäseniä tästä ryhmästä. Huomaa, että ryhmiä ja jäseniä ei poisteta kokonaan, vaan ainoastaan tästä ryhmästä.
uk: Ви можете додавати та вилучати користувачів з певної групи. Зауважте, що це насправді не знищує користувача, його тільки вилучається з цієї групи.

source: description_group_portlets_below
fi: Huomaa, että ryhmäsovelmat näytetään yleensä sisältökohtaisten sovelmien alapuolella.
uk: Портлети групи зазвичай відображаються під контекстними портлетами.

source: description_group_shares
el: Οι Ομάδες είναι ένας βολικός τρόπος για να μοιραστούν αντικείμενα σε ένα κοινό σύνολο χρηστών. Επιλέξτε μία ή περισσότερες ομάδες και έναν ρόλο προς ανάθεση.
fi: Ryhmät ovat kätevä tapa jakaa oikeuksia tietyille jäsenjoukoille. Valitse yksi tai useampi ryhmä sekä rooli, jonka käyttöoikeudet haluat ryhmille myöntää.
uk: Групи - це зручний спосіб щоб надати доступ до елементів спільним для деякої множини користувачів. Виберіть одну чи кілька груп та ролі, які їм призначаєте.

source: description_groups_management
el: Οι Ομάδες είναι λογικά σύνολα χρηστών, που δεν συσχετίζονται άμεσα με δικαιώματα σε ένα καθολικό επίπεδο. Συνήθως χρησιμοποιούμε τους Ρόλους για αυτό - και επιτρέπουμε στις συγκεκριμένες Ομάδες να έχουν έναν ιδιαίτερο ρόλο.
fi: Ryhmät ovat jäsenten loogisia kokoelmia, kuten osastoja tai liiketoimintayksikköjä. Ryhmille ei määritellä käyttöoikeuksia suoraan, vaan käyttöoikeudet määritellään ensin rooleille, minkä jälkeen ryhmille voidaan myöntää tiettyjä rooleja.
uk: Групи є логічними колекціями користувачів, такі як відділи чи організаційні одиниці. Вони напряму не стосуються повноважень на глобальному рівні, звичайно ви використовуєте для цього Ролі - а аж тоді дозволяєте певній Групі виконувати певну роль.

source: description_historical_unavailable
el: Αυτή η κλάση δεν υποστηρίζει τη διεπαφή ιστορικού. Το περιεχόμενο πρέπει να αναμιχθεί με το OFS.History.Historical
fi: Tämä luokka ei tue historiarajapintaa. Sisältöön täytyy liittää mukaan OFS.History.Historical
uk: Цей клас не підтимує інтерфейсу для ведення журналу. Вміст повинен підмішувати OFS.History.Historical

source: description_include_error_in_admin_message
fi: Jos haluat ilmoittaa tapahtuneesta ${site_admin}on, liitä tämä virhetunnus viestiisi.
uk: Зазначте цей номер у повідомленні до ${site_admin}.

source: description_language_settings
fi: Käyttöliittymän ja sisältöön kieliasetuksiin liittyvät asetukset
uk: Параметри, пов'язані з мовою інтерфейсу і перекладами вмісту.

source: description_license
el: Διανέμεται σύμφωνα με την ${license}.
fi: Julkaistu käyttäen lisenssiä ${license}
uk: Розповсюджується на умовах ${license}.

source: description_localrole_select_member
el: Επιλέξτε ένα ή περισσότερα άτομα και έναν ρόλο προς ανάθεση.
fi: Valitse yksi tai useampi jäsen sekä heille myönnettävä rooli.
uk: Виберіть одного чи більше користувачів, та роль яку надаєте.

source: description_logged_in
el: Αυτή είναι η πρώτη φορά που εισέρχεστε στο ${here} .
fi: Tämä on ensimmäinen kerta, kun olet kirjautunut sivustolle ${here}.
uk: Це перший раз, що ви ввійшли до ${here}

source: description_logged_in_explain
el: Προσέξτε ότι η επάνω μπάρα έχει αλλάξει. Περιέχει τώρα πολλά εξατομικευμένα αντικείμενα. Χρησιμοποιείστε αυτά τα αντικείμενα για να ελέγξετε τις ρυθμίσεις σας και την προσωπική σας περιοχή. Θα παραμείνουν εκεί όση ώρα είσαστε συνδεδεμένος.
fi: Huomasit varmaan, että oikealla ylhäällä oleva työkalupalkki on muuttunut ja sisältää useita henkilökohtaisia toimintoja. Voit muuttaa omia asetuksiasi sekä omaa työaluettasi kyseisten toimintojen avulla. Toiminnot ovat näkyvissä, kun olet kirjautunut sisään.
uk: Зауважте, що рядок справа вгорі змінився, він містить кілька персоналізованих пунктів. Вони дозволяють вам контролювати ваші параметри та особисту область і залишаться там доки ви працюєте зі системою.

source: description_loginagain
el: Μπορείτε να επανασυνδεθείτε από κάτω.
fi: Voit kirjautua takaisin sisään alla olevaa lomaketta käyttäen.
uk: Нижче Ви можете знову увійти.

source: description_manage_contenttype_portlets
fi: Vasemmalla ja oikealla olevat sovelma-alueet näyttävät nyt vain ne sovelmat, jotka on tälle sisältötyypille määritelty. Käytä ylös-, alas-, poista- ja muokkaa-linkkejä hallitaksesi käyttäjäsovelmia. Lisää uusi sovelma pudotusvalikosta sarakkeen ylälaidasta.
uk: У правій та лівій колонці відображатимуться лише ті портлети, які призначено даному об'єкту. Для управління портлетами використовуйте іконки вверх, вниз, видалити та редагувати. Нові портлети можна додати, використовуючи спадне меню.

source: description_manage_contextual_portlets
fi: Sovelmasarakkeet näyttävät vain ne sovelmat, jotka on erikseen kytketty tähän sijaintiin. Käytä ylös-, alas-, poista- ja muokkaa-linkkejä hallitaksesi käyttäjäsovelmia. Lisää uusi sovelma pudotusvalikosta sarakkeen ylälaidasta.
uk: У стовпцях портлетів будуть відображатися лише ті портлети, які призначено для даного контексту. Використовуйте клавіші на кожному портлеті, щоб пересунути його вверх чи вниз, знищити чи редагувати. Щоб добавити новий портлет, використовуйте меню 'Додати портлет...', яке знаходиться вгорі кожного стовпця.

source: description_manage_group_portlets
fi: Vasen ja oikea sovelma-alue näyttävät nyt vain ne sovelmat, jotka on kytketty tähän ryhmään. Käytä ylös-, alas-, poista- ja muokkaa-linkkejä hallitaksesi käyttäjäsovelmia. Lisää uusi sovelma pudotusvalikosta sarakkeen ylälaidasta.
uk: У правій та лівій колонці відображатимуться лише ті портлети, які призначено даній групі. Для управління портлетами використовуйте іконки вверх, вниз, видалити та редагувати. Нові портлети можна додати, використовуючи спадне меню.

source: description_member_search
el: Αυτή η φόρμα αναζήτησης σας επιτρέπει να βρείτε μέλη προσδιορίζοντας ένα ή περισσότερα κριτήρια αναζήτησης.
fi: Tällä hakulomakkeella voit etsiä jäseniä antamalla yhden tai useamman hakuehdon.
uk: Ця форма пошуку дозволить вам знаходити членів спільноти вказуючи один чи кілька критеріїв пошуку.

source: description_my_preferences
el: Οι προσωπικές σας ρυθμίσεις.
fi: Henkilökohtaiset asetuksesi.
uk: Мої особисті вподобання

source: description_navigation_setup
el: Εδώ μπορεί να ελέγξετε τον τρόπο με τον οποίο σχεδιάζεται η πλοήγηση του ιστοχώρου σας.
fi: Mahdollistaa sivuston navigoinnin rakenteen muokkaamisen.
uk: Дозволяє Вам контролювати вигляд навіґації на сайті.

source: description_navigation_setup_navtree
fi: Huomaa, että navigointipuun ulkoasu määritetään sivuston päätasolla "Hallitse sovelmia"-asetusten kautta.
uk: Зверніть увагу: для того, щоб змінити вигляд дерева навіґації, Ви повинні перейти до "Управління портлетам" в корені сайту (або у будь-якому іншому місці, де додано портлет з деревом навіґації), і там змінити його налаштування.

source: description_no_account
el: Εάν δεν διαθέτετε λογαριασμό εδώ, μεταβείτε στην ${registration_form} για να γίνετε μέλος.
fi: Jos sinulla ei ole tunnusta täällä, liity jäseneksi täyttämällä ${registration_form}.
uk: Якщо у вас тут немає рахунку, то для того, щоб стати членом спільноти, заповніть ${registration_form}.

source: description_no_account_registration_linktext
el: φόρμα εγγραφής
fi: rekisteröitymislomake
uk: реєстраційна форма

source: description_no_comparison_support
el: Αυτό το αντικείμενο δεν παρέχει υποστήριξη σύγκρισης.
fi: Tätä sisältöä ei voi verrata muuhun sisältöön.
uk: Цей об'єкт не забезпечує можливості порівняння.

source: description_no_items_in_folder
el: Αυτή τη στιγμή δεν υπάρχουν αντικείμενα σε αυτόν τον φάκελο.
fi: Tämä kansio on tyhjä.
uk: Наразі в теці немає елементів.

source: description_no_privileges_for_page
fi: Sinulla ei ole oikeuksia katsoa tätä sivua. Jos tämä viesti on mielestäsi virheellinen, ota yhteyttä ${site_admin}on.
uk: У Вас нема достатньо повноважень для перегляду даної сторінки. Якщо вважаєте, що помилково отримуєте це повідомлення, сконтактуйте з ${site_admin}.

source: description_no_results_found
el: Δεν βρέθηκαν αποτελέσματα.
fi: Hakuehtoihin sopivia tuloksia ei löytynyt.
uk: Пошук не показав жодних результатів.

source: description_no_visible_items_add_paste
el: Αυτός ο φάκελος δεν έχει ορατά αντικείμενα. Για να προσθέσετε περιεχόμενο, πιέστε το πλήκτρο προσθήκης ή επικολλήστε περιεχόμενο από άλλη τοποθεσία.
fi: Tässä kansiossa ei ole näkyvää sisältöä. Voit lisätä sisältöä napsauttamalla <em>Lisää</em>-painiketta tai liittämällä muualta kopioitua sisältöä.
uk: Ця тека не містить видимих елементів. Щоб додати вміст, натисніть кнопку 'Додати новий елемент', чи вставте вміст з іншого місця.

source: description_no_workflow
fi: Tälle tyypille ei ole määritelty työnkulkua. Kansio, jossa tämä tyyppi sijaitsee, määrittää tyypin näkyvyyden.
uk: Даний тип не має можливості встановлення робочого стану. Видимість елемента визначається станом теки, у якій він знаходиться.

source: description_not_accept_cookies
el: Εάν το παρωνύμιο και ο κωδικός σας είναι σωστά, το πρόβλημα μπορεί να είναι ότι ο φυλλομετρητής σας δέν έχει ρυθμιστεί για να αποδέχεται cookies.
fi: Jos käyttäjänimesi ja salasanasi ovat varmasti oikein, ongelman syynä voi olla, että selaimesi asetukset hylkäävät evästeet (cookies).
uk: Якщо Ваш псевдонім та пароль правильні, то проблема у тому, що переглядач не налаштований для прийняття коржиків.

source: description_password_reset_or_registered
el: Θα λάβετε σύντομα ένα μήνυμα που θα περιέχει μια διεύθυνση όπου θα μπορέσετε να αλλάξετε τον κωδικό σας. Όταν λάβετε το μήνυμα, ακολουθήστε το σύνδεσμο για να ολοκληρώσετε τη εγγραφή σας. ΣΗΜΕΙΩΣΗ: Ο σύνδεσμος για την ενεργοποίηση του κωδικού θα λήξει σε ${time} ώρες. Αν ο κωδικός σας λήξει, μπορείτε να χρησιμοποιήσετε το σύνδεσμο "Ξέχασα τον κωδικό μου" για να δημιουργήσετε άλλη μια αίτηση αλλαγής κωδικού.
fi: Saat pian sähköpostin, jossa on verkko-osoite. Napsauta sähköpostitse saamaasi linkkiä, niin voit asettaa salasanasi ja viimeistellä rekisteröitymisen. HUOMAA: Tämä salasanan asetusosoite vanhenee ${time} tunnissa. Jos osoite ehtii vanheta, voit käyttää "Unohdin salasanani" -toimintoa saadaksesi uuden sähköpostin.
uk: Незабаром на Вашу електронну пошту прийде повідомлення, за допомогою якого Ви зможете встановити пароль. Коли отримаєте це повідомлення, будь-ласка, перейдіть по вказаному в ньому посиланню, щоб завершити процес реєстрації. ПРИМІТКА: посилання, за яким можна встановити пароль, буде дійсним протягом ${time} годин. Якщо пароль не буде встановлено за цей час, можна буде перейти на "Ви забули пароль? ", і ще одне повідомлення про встановлення паролю буде надіслано на вашу електронну адресу.

source: description_portlets_block_unblock
fi: Estä tai salli tietyn kategorian sovelmat käyttämällä pudotusvalikkoa.
uk: Якщо Ви хочете заблокувати чи розблокувати певні категорії портлетів, використовуйте відповідні спадні меню.

source: description_product_location
fi: Saadaksesi tuotteet näkymään alla olevassa luettelossa, sijoita ne levyjärjestelmän hakemistoon ${location} ja käynnistä palvelinprosessi uudelleen.
uk: Для того, щоб продукт з'явився тут, його потрібно покласти у теку ${location} файлової системи, і перезавантажити процес сервера.

source: description_production_mode
fi: Sivusto toimii "tuotantotilassa". Tämä on suositeltu toimintatila käytössä olevalle Plone-sivustolle. Ota huomioon, että jotkin järjestelmän muutokset eivät ilmaannu näkyviin, ellei palvelinta uudelleenkäynnistetä tai tuotetta virkistetä. Jos tämä on kehityspalvelin ja haluat kytkeä debug-tilan päälle, määritä zope.conf-tiedostoon rivi "debug-mode on" ja käynnistä palvelinprosessi uudelleen.
uk: Ви використовуєте "робочий режим". Це підходящий режим для робочих Plone-сайтів, проте конфігураційні зміни можуть не набирати чинності до тих пір, доки сервер не буде перезапущено або продукт оновлено. Якщо це розробницький сайт, і Ви хочете увімкнути режим налагодження, відредагуйте файл zope.conf, вказавши 'debug-mode on' - та перезапустіть сервер.

source: description_publishing_process_short
fi: Sisällön tila (tai tarkistustila) määrää, kuka voi nähdä kohteen. Voit määrittää näkyvyyden myös <strong>Julkaisupäivällä</strong>. Julkaisupäivä estää sisältöä näkymästä yleisissä näkymissä, kuten sovelmissa, vaikka sisällön saakin näkyviin tietämällä tai arvaamalla sivun verkko-osoitteen.
uk: Робочий стан елемента визначає те, хто зможе його бачити. Ще одним способом контролю над видимістю елемента є його <strong>Дата публікації</strong>. Елемент не є публічно доступним до дати публікації, він не відображається у портлетах чи змісті теки, хоча до він є доступним через URL.

source: description_quit_to_log_out
fi: Koska olet kirjautunut sisään käyttäen HTTP-tunnistautumista (esim. Zope-hallintaliittymän kautta), ainoa tapa kirjautua ulos on selaimen sulkeminen.
uk: Оскільки Ви ввійшли використовуючи HTTP аутентифікацію (тобто через Інтерфейс Управління Zope), для виходу треба закрити ваш веб браузер.

source: description_recently_modified
el: Όλα τα προσφάτως τροποποιημένα αντικείμενα, με πρώτα τα πιο πρόσφατα.
fi: Kaikki uusimmat muutokset, uusin ensimmäisenä.
uk: Усі елементи, які було недавно змінено, першими ідуть найостанніші.

source: description_recently_published
el: Όλα τα δημοσιευμένα αντικείμενα, με πρώτα τα πιο πρόσφατα.
fi: Kaikki julkaistu sisältö - uusin julkaistu ensimmäisenä.
uk: Усі опубліковані елементи. Новіші спочатку.

source: description_rename_item
el: Κάθε αντικείμενο έχει ένα Όνομα και έναν Τίτλο, τα οποία μπορείτε να αλλάξετε εισάγοντας παρακάτω τις νέες λεπτομέρειες.
fi: Kaikilla sisältökohteilla on tunniste ja nimike, jotka voi vaihtaa syöttämällä uudet tiedot alle.
uk: Щоб перейменувати елемент введіть нижче нове ім'я.

source: description_search_string
el: Συμβολοσειρά αναζήτησης:
fi: Haettava teksti:
uk: Рядок пошуку:

source: description_search_usersandgroups
el: Αναζητήστε τους χρήστες ή τις ομάδες που επιθυμείτε να εντοπίσετε (η κενή αναζήτηση επιστρέφει όλους τους χρήστες/ομάδες) και επιλέξτε εκείνους που θέλετε να προσθέσετε.
fi: Hae jäseniä tai ryhmiä, jotka haluat löytää (tyhjä haku löytää kaikki) ja valitse ne, jotka haluat lisätä.
uk: Пошукайте користувачів чи групи (порожнє поле пошуку покаже всіх), та виберіть тих, котрих хочете додати.

source: description_select_default_page
el: Παρακαλούμε, επιλέξτε το αντικείμενο που θα έχει το ρόλο της προεπιλεγμένης σελίδας σε αυτόν τον φάκελο.
fi: Valitse kansion oletusnäkymänä käytettävä sisältökohde.
uk: Будь-ласка, виберіть сторінку по замовчуванню для теки.

source: description_select_default_view
el: Παρακαλούμε, επιλέξτε το πρότυπο που θα έχει το ρόλο της προεπιλεγμένης προβολής σε αυτόν τον φάκελο.
fi: Valitse kansion oletusnäkymänä käytettävä sivupohja.
uk: Будь-ласка, виберіть шаблон вигляду по замовчуванню для теки.

source: description_send_page_url_to
el: Συμπληρώστε τη διεύθυνση email του φίλου σας και θα του στείλουμε ένα μήνυμα που θα περιέχει μια σύνδεση σε αυτή τη σελίδα.
fi: Kirjoita vastaanottajan sähköpostiosoite. Osoitteeseen lähetetään linkki valitsemallesi sivulle.
uk: Введіть адресу електронної пошти Вашого друга, і йому буде надіслано листа з посиланням на дану сторінку.
