Repository: isaw/isaw.events
Catalog: plone/buildout-cache/eggs/plone.app.locales-3.3.8-py2.4.egg/plone/app/locales/i18n/plone-*.po
Languages: el, fi, uk

source: title_select_default_page
el: Επιλέξτε ένα αντικείμενο για να χρησιμοποιηθεί ως προεπιλεγμένη προβολή σε αυτόν τον φάκελο
fi: Valitse sisältökohde, jota käytetään tämän kansion oletusnäkymänä.
uk: Виберіть сторінку по замовчуванню для даної теки

source: title_select_default_view_item
el: Επιλογή αντικειμένου που θα χρησιμοποιηθεί σαν προεπιλεγμένη όψη του φακέλου
fi: Valitse sisältökohde, jota käytetään tämän kansion oletusnäkymänä.
uk: Виберіть сторінку по замовчуванню для даної теки...

source: title_send_mail_to_user
el: Αποστολή e-mail σε αυτό τον χρήστη
fi: Lähetä postia tälle jäsenelle
uk: Надіслати користувачу електронного листа

source: title_show_all_content_types
el: Εμφάνιση όλων των διαθέσιμων τύπων περιεχομένου
fi: Näytä kaikki sisältötyypit
uk: Показати всі наявні типи вмісту

source: title_sitemap
fi: Sivustokartta
uk: Мапа сайту

source: title_small_text
el: Μικρό Κείμενο
fi: Pieni teksti
uk: Маленький

source: title_static_portlet
uk: Статичний текстовий портлет

source: title_valid_xhtml
fi: Tämä sivusto on kelvollista XHTML:ää.
uk: Даний сайт збудовано за допомогою дійсного XHTML.

source: title_wcag
el: Αυτός ο ιστοχώρος Plone συμμορφώνεται με τις Οδηγίες Προσιτότητας Δικτυακού Περιεχομένου από το W3C-WAI.
fi: Tämä sivusto on W3C-WAI:n verkko-sivustojen käytettävyysohjeiden mukainen.
uk: Цей Plone сайт відповідає Правилам Доступності веб-вмісту W3C-WAI (WCAG)

source: title_wcag_conformance
fi: Tämä sivusto on W3C-WAI:n verkko-sivustojen käytettävyysohjeiden mukainen.
uk: Цей Plone сайт відповідає Правилам Доступності Веб-вмісту W3C-WAI.

source: title_xhtml
el: Αυτός ο ιστοχώρος Plone έχει έγκυρη XHTML.
fi: Tämä sivusto on kelvollista XHTML:ää.
uk: Цей Plone сайт є повноцінним XHTML.

source: types_controlpanel_addable
fi: Lisättävissä kaikkialle
uk: Може бути доданий скрізь на сайті

source: types_controlpanel_allow_discussion
fi: Salli kommentit
uk: Дозволити додавати коментар

source: types_controlpanel_current_workflow
fi: Nykyinen työnkulku:
uk: Поточний робочий процес:

source: types_controlpanel_manage_portlets
fi: Hallinnoi tälle sisältötyyppille määriteltyjä sovelmia
uk: Управління портлетами, призначеними до цього типу вмісту

source: types_controlpanel_new_state
fi: Uusi tila
uk: Новий стан

source: types_controlpanel_new_workflow
fi: Uusi työnkulku:
uk: Новий робочий процес:

source: types_controlpanel_no_workflow
fi: Ei työnkulkua
uk: Жодного робочого процесу

source: types_controlpanel_old_state
fi: Vanha tila
uk: Старий стан

source: types_controlpanel_searchable
fi: Näkyy hakutuloksissa
uk: Видимий для пошуку

source: types_controlpanel_state_mapping_help
fi: Kun vaihdat työnkulkua, sinun on valittava vastaava tila uudessa työnkulussa.
uk: У випадку зміни робочого процесу, Ви повинні обрати еквівалент робочого стану у новому робочому процесі.

source: types_controlpanel_versionpolicy
uk: Політика створення версій:

source: types_controlpanel_warn_remap
fi: Sisältötyypin työnkulun vaihtaminen voi viedä hetken. Sivusto voi hidastua merkittävästi muunnostyön aikana.
uk: Зміна робочого процесу може тривати деякий час і уповільнити роботу сайту через те, що відбувається налаштуання вмісту до нових параметрів.

source: upload_file
el: Αντικατάσταση με ένα νέο αρχείο:
fi: Korvaa uudella tiedostolla:
uk: Замінити на новий файл:

source: upload_image
el: Αντικατάσταση με μια νέα εικόνα:
fi: Korvaa uudella kuvalla:
uk: Замінити на нове зображення:

source: user_role_note
el: Σημειώνεται ότι οι ρόλοι που παρουσιάζονται εδώ έχουν άμεση εφαρμογή σε έναν χρήστη. Δεν αντικατοπτρίζουν πρόσθετους ρόλους που οι χρήστες μπορεί να αποκτούν λόγω της συμμετοχής τους σε ομάδες.
fi: Huomaa, että tässä luetellut roolit koskevat suoraan jäsentä. Ne eivät ota huomioon lisärooleja, joita jäsenillä voi olla ryhmäjäsenyyksien myötä.
uk: Зверніть увагу на те, що дані ролі може бути надано лише певному користувачу. Це не є ті ролі, які може мати користувач завдяки належності до певної групи.

source: vCalendar export
el: vCalendar εξαγωγή
fi: vCalendar-vienti
uk: експорт vCalendar

source: versioning_automatic
uk: Автоматичне

source: versioning_manual
uk: Вручну

source: versioning_off
uk: Без збереження версій

source: view_changes
uk: Переглянути зміни

source: visible
el: ορατό
fi: näkyvä
uk: видимий

source: warning_contentrules_disabled
fi: Sisältösäännöt on kytketty pois koko sivustolta. Mikään sääntö ei ole voimassa, ennen kuin säännöt kytketään päälle. Käytä ${controlpanel_link}a ottaaksesi säännöt käyttöön.
uk: Правила вмісту вимкнено для цілого сайту. Жодне правило не буде виконуватися допоки їх не буде ввімкнено знову. Для того, щоб увімкнути правила перейдіть на${controlpanel_link}.

source: workflow_policy
uk: Локальна політика

source: working_copy_info
uk: Цей елемент редагує ${creator} у ${working_copy}, створеній ${created}.

source: you_are_here
el: Βρίσκεστε εδώ:
fi: Sijainti:
uk: Ви знаходитеся тут:

source: A file extension condition can restrict a rule from executing unless the target is a File with a particular extension.
el: Μια συνθήκη για τύπους αρχείου περιορίζει την εκτέλεση ενός κανόνα εκτός και αν ο στόχος είναι Αρχείο συγκεκριμένου τύπου.
fi: Tiedostopääte-ehto voi rajoittaa sääntöä toimimasta, paitsi jos kohde on Tiedosto, jolla on tietty määritelty pääte.

source: A group condition can prevent a rule from executing unless the current user is a member of a particular group.
el: Μια συνθήκη ομάδας περιορίζει την εκτέλεση ενός κανόνα εκτός αν ο τρέχων χρήστης είναι μέλος της ομάδας.
fi: Ryhmäehto voi estää sääntöä toimimasta, ellei nykyinen käyttäjä ole tietyn ryhmän jäsen.

source: A logger action can output a message to the system log.
el: Μια ενέργεια καταγραφής εγγράφει μηνύματα στον καταγραφέα του συστήματος.
fi: Lokitoiminto voi tulostaa viestin järjestelmälokiin.

source: A mail action can mail different recipient.
el: Μια ενέργεια ταχυδρομείου μπορεί να αποστείλει μήνυμα σε διαφορετικούς αποδέκτες
fi: Postitoiminto voi lähettää postia useille vastaanottajille.

source: A placeholder item linking to a favorite object in the site.
el: Ένα δεσμευτικό θέσης που συνδέεται με ένα αγαπημένο αντικείμενο στην πύλη.
fi: Linkki suosikkisisältöön.

source: A role condition can prevent rules from executing unless the current user has a particular role.
el: Μία συνθήκη ρόλου μπορεί να εμποδίσει την εκτέλεση κανόνων εκτός εάν ο τρέχων χρήστης έχει κάποιο συγκεκριμένο ρόλο.
fi: Rooliehdo voi estää sääntöä toimimasta ellei nykyisellä käyttäjällä ole tiettyä roolia.

source: A workflow action triggers a workflow transition on an object.
el: Μία ενέργεια ροής εργασίας ενεργοποιεί μια μετάβαση ροής εργασίας σε ένα αντικείμενο.
fi: Työnkulkutoiminto käynnistää kohteelle työnkulun siirron.

source: A workflow state condition can restrict rules to objects in particular workflow states
el: Μια συνθήκη κατάστασης ροής εργασίας μπορει να περιορίσει κανόνες σε αντικείμενα σε συγκεκριμένες καταστάσεις.
fi: Työkulun tilaehto voi rajoittaa säännön vain kohteisiin, jotka ovat tietyissä työnkulun tiloissa.

source: A workflow transition condition can restrict rules to execute only after a certain transition.
el: Μία συνθήκη μετάβασης ροής εργασίας μπορεί να περιορίσει την εκτέλεση κανόνων μόνο μετά από κάποια μετάβαση.
fi: Työnkulun siirtymäehto voi rajoittaa säännön toimimaan vain tietyn siirtymän jälkeen.

source: Add Mail Action
el: Προσθήκη Ενέργειας Ταχυδρομείου
fi: Lisää postitustoiminto

source: Check in
el: Σύνδεση
fi: Sisään

source: Check out
el: Αποσύνδεση
fi: Ulos

source: Each type chosen will have a wiki enabled primary text area. At least one type must be chosen to turn wiki behavior on.
fi: Jokaisen valitun tyypin pääasiallinen sisältökenttä saa wiki-toiminnallisuuden. Ainakin yhdellä tyypillä on oltava tämä kytkettynä päälle, jotta wiki-toiminnot ovat käytössä.

source: Edit Mail Action
fi: Muokkaa postitustoimintoa

source: Email source
fi: Sähköpostin lähde

source: Feed reload timeout
fi: Syötteen virkistysväli

source: Friendly Date Criteria
el: Φιλικά Κριτήρια Ημερομηνίας
fi: Mukava päivämääräehto

source: Instant edited field(s) ${fields}
el: Άμεση επεξεργασία πεδίου(ων) ${fields}
fi: Pikamuokattu kenttää tai kenttiä ${fields}

source: Log message ${message}
fi: Lokiviesti ${message}

source: Logging level
fi: Lokitaso

source: Nasty tags
fi: Ilkeät tagit

source: Placeful Workflow
fi: Tilanneriippuvainen työnkulku

source: Please enter your identity URL.
fi: Anna oma tunnisteosoitteesi (URL).

source: Select the workflow transition to attempt
fi: Valitse yritettävä työnkulun siirtymä

source: Stripped attributes
fi: Poistettavat attribuutit

source: Stripped combinations
fi: Poistettavat yhdistelmät

source: Stripped tags
fi: Poistettavat tagit

source: TempFolder
el: ΠροσωρινόςΦάκελος
fi: Väliaikaiskansio

source: These CSS styles are allowed in style attributes.
fi: Nämä CSS-tyylit ovat sallittuja tyyliattribuuteissa.

source: These attributes are stripped from any tag when saving.
fi: Nämä attribuutit poistetaan kaikista tageista tallennettaessa.

source: These class names are not allowed in class attributes.
fi: Nämä luokkien nimet eivät ole sallittuja luokkien attribuuteissa.

source: These tags are stripped when saving or rendering, but any content is preserved.
fi: Nämä merkinnät poistetaan tallentaessa tai esitettäessä, mutta sisältö säilyy.

source: These tags, and their content are completely blocked when a page is saved or rendered.
fi: Nämä merkinnät ja niiden sisältö estetään näkymästä, kun sivu tallennetaan tai esitetään.

source: This shows up in the title bar of browsers, in syndication feeds, etc.
el: Αυτό φαίνεται στον τίτλο του φυλλομετρητή, σε syndication feeds, κλπ.
fi: Tämä näkyy selainten otsikkokentissä, uutissyötteissä, jne.

source: Trigger: ${name}
fi: Liipaisin: ${name}

source: Triggering event
fi: Liipaisintapahtuma

source: While changing your password an AttributeError occurred. This is usually caused by your user being defined outside the portal.
fi: Salasanasi vaihdon yhteydessä tapahtui AttributeError. Tämä johtuu yleensä siitä, että käyttäjätietosi on määritelty portaalin ulkopuolella.

source: Workflow transitions are: ${transitions}
fi: Työnkulun siirtymät ovat: ${transitions}

source: contentrules_description_execution
fi: Säännöt suoritetaan kun liipaiseva tapahtuma tapahtuu. Säännön toiminnot suoritetaan vain, jos säännön kaikki ehdot toteutuvat. Voit lisätä uusia toimintoja ja ehtoja alla olevilla nappuloilla.

source: description_pas_group_listing
fi: Huomaa: Osa PAS-ryhmien lähdeliitännäisistä ei salli ryhmien luettelointia, joten näitä ryhmiä ei välttämättä näy, ellet tee erikseen hakua niistä.

source: description_pas_users_listing
fi: Huomaa: Osa PAS-käyttäjien lähdeliitännäisistä ei salli käyttäjien luettelointia, joten näitä käyttäjiä ei välttämättä näy, ellet tee erikseen hakua niistä.

source: description_subject_and
el: Εύρεση όλων των λέξεων
fi: Vaadi kaikki

source: description_subject_or
el: Εύρεση τουλάχιστον μιας λέξης
fi: Vaadi yksi

source: description_wcag_aa_rating
el: Επίσης, έχουμε κάνει μια επίπονη προσπάθεια για να επιτύχουμε τη μέγιστη προσιτότητα, όπως αυτή μετράται από την έκδοση 1.0 του ${wcag} . Ωστόσο, αντιλαμβανόμαστε ότι ο αριθμός των σημείων ελέγχου του ${wcag2} είναι υποκειμενικός και μολονότι είμαστε σίγουροι για την επακριβή τήρηση, υπάρχουν περιστάσεις όπου η ερμηνεία μπορεί να διαφέρει.
fi: Sivuston tavoite on tarjota AA-esteettömyys ${wcag}-1.0:n vaatimusten mukaisesti. Useat vaatimukset ${wcag2}:ssa ovat subjektiivisia, joten joissain tilanteissa voi esiintyä tulkintaeroja.

source: label_cache_hits
fi: Osumat

source: label_cache_misses
fi: Hudit

source: label_traceback_as_text
el: Προβολή αναδρομής ως κείμενο
fi: Näytä kutsupino tekstinä

source: text_errlog_notfound
fi: Haluttua lokitapahtumaa ei löytynyt. Se saattaa olla vanhentunut. Jos käytössä on kuormantasaukseen tarkoitettu ratkaisu (ZEO), koeta ladata sivu uudelleen, kunnes oikeaan palvelimeen klusterista saadaan yhteys.

source: title_w3c
el: Κοινοπραξία Παγκόσμιου Καθολικού Δικτύου (W3C)
fi: World Wide Web Consortium

source: types_controlpanel_state_mapping
fi: Tilojen muunnokset

source: Cancel checkout
el: Ακύρωση αποσύνδεσης

source: Keep checkout
el: Διατήρηση αποσύνδεσης

source: description_cancel
el: Με την ακύρωση της αποσύνδεσης θα σβηστεί το ενεργό αντίγραφο, και ό,τι αλλαγές έχουν γίνει σε αυτό θα χαθούν. Η υπάρχουσα έκδοση του περιεχομένου θα ξεκλειδωθεί.
