Repository: isaw/isaw.events
Catalog: plone/buildout-cache/eggs/plone.app.locales-3.3.8-py2.4.egg/plone/app/locales/i18n/plone-*.po
Languages: el, fi, uk

source: Collection Settings
el: Ρυθμίσεις Συλλογής
fi: Kokoelman asetukset
uk: Параметри колекції

source: Comment about the last transition
el: Σχόλιο για την τελευταία μετάβαση
fi: Kommentti viimeisimmästä siirtymästä.
uk: Коментар про останню зміну робочого стану

source: Comment added.
el: Το σχόλιο προστέθηκε.
fi: Kommentti lisätty.
uk: Додано коментар.

source: Community Workflow
el: Ροή εργασίας κοινότητας
fi: Yhteisö-työnkulku
uk: Робочий процес спільноти

source: Community Workflow for Folders
el: Ροή εργασίας κοινότητας για Φακέλους
fi: Yhteisö-työnkulku kansioille
uk: Робочий процес спільноти для тек

source: Condition deleted.
el: Η συνθήκη διαγράφηκε.
fi: Ehto poistettu.
uk: Умову знищено.

source: Condition moved down.
el: Η συνθήκη μετακινήθηκε κάτω.
fi: Ehto siirretty alas.
uk: Умову пересунено вниз.

source: Condition moved up.
el: Η συνθήκη μετακινήθηκε πάνω
fi: Ehto siirretty ylös.
uk: Умову пересунено догори.

source: Configure element
el: Ρύθμιση στοιχείου
fi: Muokkaa elementtiä
uk: Налаштувати елемент

source: Configure portlet
el: Ρύθμιση πλαισίου
fi: Muokkaa sovelmaa
uk: Налаштувати портлет

source: Configure rule
el: Ρύθμιση κανόνα
fi: Muokkaa sääntöä
uk: Налаштувати правило

source: Contact
el: Επικοινωνία
fi: Ota yhteyttä
uk: Контакти

source: Content Rules
el: Κανόνες Αντικειμένων
fi: Sisältösäännöt
uk: Правила вмісту

source: Content properties have been saved.
el: Οι ιδιότητες του περιεχομένου αποθηκεύτηκαν.
fi: Sisällön ominaisuudet on tallennettu.
uk: Властивості вмісту записано.

source: Content type
el: Τύπος αντικειμένου
fi: Sisältötyyppi
uk: Тип вмісту

source: Content types are: ${names}
el: Οι τύποι αντικειμένων είναι: ${names}
fi: Sisältötyypit ovat: ${names}
uk: Типи вмісту: ${names}

source: Contents
el: Περιεχόμενα
fi: Sisältö
uk: Вміст

source: Contributor
el: Συντελεστής
fi: Avustaja
uk: Помічник

source: Copy
el: Αντιγραφή
fi: Kopioi
uk: Копіювати

source: Copy or cut one or more items to paste.
el: Αντιγράψτε ή αποκόψτε ένα ή περισσότερα αντικείμενα για επικόλληση.
fi: Leikkaa tai kopioi yksi tai useampia kohteita, jotka haluat liittää.
uk: Копіювати чи вирізати один або кілька елементів

source: Copy to folder ${folder}.
el: Αντιγραφή στο φάκελο ${folder}.
fi: Kopioi kansioon ${folder}
uk: Скопіювати у теку ${folder}.

source: Could not add group ${name}, perhaps a user or group with this name already exists.
el: Δεν ήταν δυνατό να προστεθεί η ομάδα ${name}, ίσως να υπάρχει ένας χρήστης ή ομάδα με αυτό το όνομα.
fi: Ryhmän ${name} lisääminen epäonnistui. Sama nimi saattaa kuulua jollekin toiselle olemassa olevalle käyttäjälle tai ryhmälle.
uk: Неможливо додати групу ${name}, можливо вже існує користувач або група з таким іменем.

source: Could not find a valid email address
el: Δεν ήταν δυνατό να βρεθεί μία έγκυρη διεύθυνση email
fi: Kelvollista sähköpostiosoitetta ei löytynyt.
uk: Неможливо знайти дійсну електронну адресу

source: Creation Date
el: Ημερομηνία Δημιουργίας
fi: Luontipäivä
uk: Дата створення

source: Creator
el: Δημιουργός
uk: Автор

source: Criteria
el: Κριτήρια
fi: Ehdot
uk: Критерій

source: Current Author Criterion
el: Κριτήριο Τρέχων Συντάκτη
fi: Tekijäehto
uk: Критерій поточного автора

source: Custom tags
el: Αυτοσχέδιες ετικέτες
fi: Omat tagit
uk: Спеціальні теґи

source: Cut
el: Αποκοπή
fi: Leikkaa
uk: Вирізати

source: Date Range Criterion
el: Κριτήριο Χρονικού Διαστήματος
fi: Aikaväliehto
uk: Критерій періоду часу

source: Date range
el: Χρονικό διάστημα
fi: Aikaväli
uk: Період часу

source: Days of object history to keep after packing
el: Μέρες του ιστορικού των αντικειμένων που θα διατηρηθούν μετά τη συμπίεση
fi: Pakkauksen jälkeen säilytettävien objektien historian pituus päivinä
uk: Історію якої кількості днів зберігати після упакування

source: Default Page
el: Προκαθορισμένη Σελίδα
fi: Oletussivu
uk: Сторінка по замовчуванню

source: Default format
el: Προκαθορισμένη μορφή
fi: Oletusformaatti
uk: Формат по замовчуванню

source: Default theme
el: Προκαθορισμένη μορφή
fi: Oletusteema
uk: Тема по замовчуванню

source: Define the types that should be searched and be available in the user facing part of the site. Note that if new content types are installed, they will be enabled by default unless explicitly turned off here or by the relevant installer.
el: Καθορίστε τους τύπους αντικειμένων που θα είναι διαθέσιμοι προς αναζήτηση από την πλευρά των χρηστών του ιστοχώρου. Σημειώστε ότι αν εγκατασταθούν νέοι τύποι αντικειμένων, θα ενεργοποιούνται αυτόματα εκτός εάν απενεργοποιηθούν εδώ ή από την αντίστοιχη εγκατάσταση.
fi: Määritä tyypit, jotka käyttäjät näkevät ja joita voidaan hakea. Huomaa, että kun uusia sisältötyyppejä asennetaan, ne ovat oletusarvoisesti käytössä, ellei niitä erikseen kytketä pois päältä tästä tai asennusohjelman toimesta.
uk: Вкажіть типи вмісту, серед яких повинен вестися пошук. Якщо нові типи буже встановлено на сайт, то їх автоматично буде додано до переліку тих, серед яких вестиметься пошук. Якщо ж Ви не хочете долучати певний тип вмісту до пошуку - заберіть відповідне виділення нижче.

source: Define the types to be shown in the site and searched
el: Καθορίστε τους τύπους αντικειμένων που θα εμφανίζονται και θα είναι διαθέσιμοι προς αναζήτηση στον ιστοχώρο
fi: Määritä tyypit, jotka näytetään sivustolla ja joita voidaan hakea
uk: Визначте, які типи вмісту буде показано на сайті і серед яких вестиметься пошук

source: Delete
el: Διαγραφή
fi: Poista
uk: Знищити

source: Delete object
el: Διαγραφή αντικειμένου
fi: Poista kohde
uk: Знищити об'єкт

source: Description
el: Περιγραφή
fi: Kuvaus
uk: Опис

source: Details link
uk: Посилання на деталі

source: Determines if the external editor feature is enabled. This feature requires a special client-side application installed. The users also have to enable this in their preferences.
el: Καθορίζει αν είναι ενεργοποιημένος ο εξωτερικός επεξεργαστής κειμένου. Αυτό το χαρακτηριστικό χρειάζεται την εγκατάσταση μιας ειδικής εφαρμογής από τους χρήστες. Οι χρήστες θα πρέπει να ενεργοποιήσουν το χαρακτηριστικό στις προτιμήσεις τους.
fi: Määrittää onko ulkoinen editori käytettävissä. Tämä toiminto vaatii erityisen asiakassovelluksen asentamisen ja käyttäjien on myös erikseen kytkettävä toiminto päälle omista asetuksistaan.
uk: Визначає, чи дозволено використання зовнішнього редактора. Ця можливість вимагає встановленої програми зі сторони користувача. Користувач також повинен увімкнути цю опцію у своїх вподобаннях.

source: Determines if the users should get warnings when they delete or move content that is linked from inside the site.
el: Καθορίστε εάν οι χρήστες θα πρέπει να προειδοποιούνται όταν σβήνουν η μετακινούν αντικείμενα που έχουν συνδέσεις μέσα στον ιστοχώρο.
fi: Määrittää saavatko käyttäjät varoituksen jos he yrittävät poistaa tai siirtää sisältöä, johon on linkkejä muualta tältä sivustolta.
uk: Визначає, чи користувачі будуть отримувати попередження у випадку знищення чи перенесення вмісту, на котрий ідуть посилання.

source: Determines if your Plone is optimized for small or large sites. In environments with a lot of groups it can be very slow or impossible to build a list all groups. This option tunes the user interface and behaviour of Plone for this case by allowing you to search for groups instead of listing all of them.
fi: Määrittää onko Plone optimoitu pientä vai suurta sivustoa varten. Jos käytössä on paljon ryhmiä, kaikkien ryhmien listan rakentaminen voi olla hyvin hidasta tai mahdotonta. Tämä valinta muuttaa käyttöliittymää ja Plonen toimintaa siten, että ryhmiä haetaan, eikä kaikkia ryhmiä vain luetella.
uk: Визначає, чи оптимізувати Ваш Plone під малий чи великий сайт. У випадках наявності великої кількості груп, може бути неможливим (чи дуже повільним) згенерувати перелік усіх груп. Дана опція допомагає налаштувати інтерфейс та поведінку Plone для користувача таким чином, щоб дати змогу шукати групи замість того, щоб показувати їх повний перелік.

source: Determines if your Plone is optimized for small or large sites. In environments with a lot of users it can be very slow or impossible to build a list all users. This option tunes the user interface and behaviour of Plone for this case by allowing you to search for users instead of listing all of them.
fi: Määrittää onko Plone optimoitu pientä vai suurta sivustoa varten. Jos käytössä on paljon käyttäjiä, kaikkien käyttäjien listan rakentaminen voi olla hyvin hidasta tai mahdotonta. Tämä valinta muuttaa käyttöliittymää ja Plonen toimintaa siten, että käyttäjiä haetaan, eikä kaikkia käyttäjiä vain luetella.
uk: Визначає, чи оптимізувати Ваш Plone під малий чи великий сайт. У випадках наявності великої кількості користувачів, може бути неможливим (чи дуже повільним) згенерувати перелік усіх користувачів. Дана опція допомагає налаштувати інтерфейс та поведінку Plone для користувача таким чином, щоб дати змогу шукати користувачів замість того, щоб показувати їх повний перелік.

source: Disallowed to paste item(s).
el: Δεν επιτρέπεται η επικόλληση αντικειμένων
fi: Sisällön liittämistä ei ole sallittu.
uk: Не дозволено вставити елемент(и).

source: Discussion Item
el: Αντικείμενο Συζήτησης
fi: Kommentti
uk: Дискусія

source: Discussion Items are documents which reply to other content.They should *not* be addable through the standard 'folder_factories' interface.
el: Τα Αντικείμενα Συζήτησης είναι έγγραφα για την ανάπτυξη συζήτησης στο περιεχόμενο. *Δεν* θα πρέπει να προστίθενται μέσω της τυποποιημένης διεπαφής 'folder_factories'.
fi: Kommentit ovat vastauksia muuhun sisältöön. Niitä *ei* pitäisi voida lisätä normaalin "folder_factories"-rajanpinnan kautta.
uk: Елементи обговорення - це документи, які створюються відповідь на інший вміст. Їх не можливо додати через стардартний інтерфейс 'folder_factories'.

source: Display and allow users to edit the 'Short name' content identifiers, which form the URL part of a content item's address. Once enabled, users will then be able to enable this option in their preferences.
fi: Näytä ja anna käyttäjien muokata "lyhyitä nimiä" eli sisällön tunnisteita, jotka ovat osa sisällön (sivun) verkko-osoitetta. Kun tämä on käytössä, käyttäjät voivat kytkeä ominaisuuden päälle omista asetuksistaan.
uk: Відображати і дозволити користувачам редагувати 'Коротке ім'я ' елемента, яке є частиною його веб адреси. Якщо тут увімкнено, то користувачі зможуть увімкнути цю опцію у своїх вподобаннях.

source: Document changes saved.
el: Οι αλλαγές του εγγράφου αποθηκεύτηκαν.
fi: Dokumentin muutokset tallennettu.
uk: Зміни збережено.

source: Does not match current password.
el: Δεν ταιριάζει με τον τρέχοντα κωδικό.
fi: Syötetty salasana ei vastaa nykyistä salasanaa.
uk: Не відповідає поточному паролю.

source: Download
el: Λήψη
fi: Lataa
uk: Завантажити

source: Edit
el: Επεξεργασία
fi: Muokkaa
uk: Редагувати

source: Edit Classic Portlet
el: Επεξεργασία κλασσικού πλαισίου
fi: Muokkaa klassista sovelmaa
uk: Редагувати класичний портлет

source: Edit Collection Portlet
el: Επεξεργασία Πλαισίου Συλλογής
uk: Редагувати портлет Колекції

source: Edit Content Type Condition
fi: Muokkaa sisältötyyppiehtoa
uk: Редагувати умову типу вмісту

source: Edit Copy Action
fi: Muokkaa kopiointitoimintoa
uk: Редагувати дію Копіювати

source: Edit Events Portlet
fi: Muokkaa Tapahtumat-sovelmaa
uk: Редагувати портлет Події

source: Edit File Extension Condition
fi: Muokkaa tiedostopääte-ehtoa
uk: Редагувати умову розширення файлу

source: Edit Group Condition
fi: Muokkaa ryhmäehtoa
uk: Редагувати умову групи

source: Edit Logger Action
fi: Muokkaa loggaustoimintoa
uk: Редагувати дію реєстрації

source: Edit Move Action
fi: Muokkaa siirtämistoimintoa
uk: Редагувати дію Перемістити

source: Edit Navigation Portlet
fi: Muokkaa navigointisovelmaa
uk: Редагувати портлет Навіґація

source: Edit News Portlet
fi: Muokkaa uutissovelmaa
uk: Редагувати портлет Новини

source: Edit Notify Action
fi: Muokkaa huomautustoimintoa
uk: Редагувати дію Сповіщення

source: Edit RSS Portlet
fi: Muokkaa RSS-sovelmaa
uk: Редагувати портлет RSS

source: Edit Recent Portlet
fi: Muokkaa Viimeaikaiset-sovelmaa
uk: Редагувати портлет Останні

source: Edit Rule
el: Επεξεργασία Κανόνα
fi: Muokkaa sääntöä
uk: Редагувати правило

source: Edit Search Portlet
fi: Muokkaa hakusovelmaa
uk: Редагувати портлет пошуку

source: Edit Workflow Action
fi: Muokkaa työnkulkutoimintoa
uk: Редагувати дію робочого процесу

source: Edit Workflow State Condition
fi: Muokkaa työnkulun tilaehtoa
uk: Редагувати умову робочого стану

source: Edit Workflow Transition Condition
fi: Muokkaa työnkulun siirtymäehtoa
uk: Редагувати умову для зміни робочого стану

source: Edit an existing rule.
fi: Muokkaa olemassaolevaa sääntöä
uk: Редагувати існуюче правило.

source: Edit with external application
el: Επεξεργασία με εξωτερική εφαρμογή
fi: Muokkaa ulkoisella ohjelmalla
uk: Редагувати за допомогою зовнішньо застосованої програми

source: Editor
el: Επιμελητής
fi: Editori
uk: Редактор

source: Effective Date
el: Ημερομηνία Ενεργοποίησης
fi: Julkaisupäivä
uk: Дата набуття чинності

source: Effective Range
el: Διάστημα Ενεργοποίησης
fi: Voimassaoloaika
uk: Дійсний діапазон

source: Email recipients
fi: Sähköpostin vastaanottajat
uk: Отримувачі електронної пошти

source: Email report to ${recipients}
fi: Postita raportti seuraaviin osoitteisiin: ${recipients}
uk: Відправити повідомлення ${recipients}

source: Enable External Editor feature
fi: Ota käyttöön ulkoinen editori
uk: Увімкнути можливість редагування за допомогою зовнішнього редактора

source: Enable LiveSearch
el: Ενεργοποίηση ζωντανής αναζήτησης
fi: Ota käyttöön pikahaku
uk: Увімкнути живий пошук

source: Enable User Folders
el: Ενεργοποίηση Φακέλων Χρήστη
fi: Ota käyttöön käyttäjäkansiot
uk: Увімкнути теки користувачів

source: Enable link integrity checks
el: Ενεργοποίηση ελέγχου ακεραιότητας των συνδέσμων
fi: Ota käyttöön linkkien eheystarkistus
uk: Увімкнути перевірку посилань

source: Enable self-registration
fi: Ota käyttöön itserekisteröinti
uk: Увімкнути можливість користувачу самому зареєструватися

source: Enabled
el: Ενεργοποιημένο
fi: Käytössä
uk: Увімкнено

source: Enables the LiveSearch feature, which shows live results if the browser supports JavaScript.
fi: Jos tämä on valittu, sivustolla on käytössä pikahaku. Pikahaku näyttää hakutuloksia reaaliaikaisesti käyttäjän kirjoittaessa hakuehtoa, mikäli käyttäjän selain tukee JavaScriptiä.
uk: Вмикає живий пошук на сайті (якщо переглядач підтримує JavaScript).

source: End Date
el: Ημερομηνία Τερματισμού
fi: Viimeinen päivä
uk: Дата закінчення

source: Entries cleared
fi: Syötteet palautettu.
uk: Дані очищено

source: Error
el: Σφάλμα
fi: Virhe
uk: Помилка

source: Error Log
el: Καταγραφή Σφαλμάτων
fi: Virheloki
uk: Реєстр помилок

source: Error saving event.
el: Σφάλμα κατά την αποθήκευση του γεγονότος.
fi: Virhe tapahtuman tallennuksessa.
uk: Помилка при збереженні події.

source: Errors
el: Σφάλματα
fi: Virheitä
uk: Помилки

source: Event
el: Γεγονός
fi: Tapahtuma
uk: Подія

source: Event changes saved.
el: Οι αλλαγές στο Γεγονός αποθηκεύτηκαν.
fi: Muutokset tapahtumaan on tallennettu.
uk: Зміни в події збережено.

source: Events
el: Γεγονότα
fi: Tapahtumat
uk: Події

source: Exclude from navigation
el: Αποκλεισμός από την πλοήγηση
fi: Poista navigoinnista
uk: Вилучити з навіґації

source: Execute transition ${transition}
el: Εκτέλεση μετάβασης ${transition}
fi: Suorita siirtymä ${transition}
uk: Виконати переміщення ${transition}

source: Expiration Date
el: Ημερομηνία Λήξης
fi: Vanhenemispäivä
uk: Дата втрати чинності

source: Expose sitemap.xml.gz in the portal root
fi: Luo sitemap.xml.gz-tiedosto sivuston juureen (hakukoneita varten)
uk: Помістити sitemap.xml.gz у корінь сайту

source: Exposes your content as a file according to the sitemaps.org standard. You can submit this to compliant search engines like Google, Yahoo and Microsoft. It allows these search engines to more intelligently crawl your site.
fi: Julkaisee sivuston sisällön sitemaps.org-standardia noudattavana tiedostona. Kyseistä tiedostoa käyttävät mm. Googlen, Yahoon ja Microsoftin hakukoneet. Kyseinen tiedosto mahdollistaa hakukoneiden kerätä tietoa sivustoltasi tarkasti.
uk: Показує ваш вміст у вигляді файла згідно з стандартами sitemaps.org. Ви можете подати цей файл на розгляд таким пошуковим системам, як Google, Yahoo та Microsoft, що дозволить їм краще бачити Ваш сайт.

source: External Edit
el: Εξωτερική Επεξεργασία
fi: Muokkaa erillisellä editorilla
uk: Зовнішнє редагування

source: External links open in new window
el: Οι εξωτεριές συνδέσεις ανοίγουν σε νέο παράθυρο
fi: Ulkoiset linkit avataan uudessa ikkunassa
uk: Зовнішні посилання відкривати у новому вікні

source: ExternalEdit
el: ΕξωτερικήΕπεξεργασία
fi: Erilliseditori
uk: ЗовнішнєРедагування

source: Externally visible
el: Εξωτερικά ορατό
fi: Näkyvä ulospäin
uk: Видимий

source: Favorite
el: Αγαπημένο
fi: Suosikki
uk: Улюбленець

source: File
el: Αρχείο
fi: Tiedosto
uk: Файл

source: File extension
el: Επέκταση αρχείου
fi: Tiedostopääte
uk: Розширення файлу

source: File extension is ${ext}
el: Η επέκταση αρχείου είναι ${ext}
fi: Tiedostopääte on ${ext}
uk: Розширення файлу є ${ext}

source: Filtered classes
fi: Suodatetut luokat
uk: Профільтровані класи

source: Find items related to the selected items
el: Εύρεση αντικειμένων που σχετίζονται με τα επιλεγμένα αντικείμενα
fi: Hae valintoihin liittyvää sisältöä
uk: Знайти об'єкти, які пов'язані з вибраними

source: Find items that are the default view for their containing folder.
el: Εύρεση αντικειμένων που αποτελούν την προεπιλεγμένη προβολή για τον φάκελο στον οποίο περιέχονται.
fi: Etsi sisältöä, joka on kansionsa oletusnäkymänä.
uk: Знайти елементи, які відображаються по замовчуванню для відповідних тек.

source: Find items that can contain other objects
el: Εύρεση αντικειμένων που μπορούν να περιέχουν άλλα αντικείμενα
fi: Etsi sellaisia sisältökohteita, jotka voivat sisältää muuta sisältöä.
uk: Шукати елементи, які містять інші об'єкти

source: Find the collection which provides the items to list
uk: Знайти колекцію, з якої формується список

source: First day of week in the calendar
el: Πρώτη μέρα της εβδομάδας στο ημερολόγιο
fi: Kalenterissa näytettävä viikon ensimmäinen päivä
uk: Перший день тижня в календарі

source: Flip horizontal
el: Οριζόντια κατόπτριση
fi: Käännä vaakasuunnassa
uk: Віддзеркалити горизонтально

source: Flip vertical
el: Κάθετη κατόπτριση
fi: Käännä pystysuunnassa
uk: Віддзеркалити вертикально

source: Folder
el: Φάκελος
fi: Kansio
uk: Тека

source: Folder Listing
el: Κατάλογος Φακέλων
fi: Sisältö
uk: Зміст теки

source: Folder changes saved.
el: Οι αλλαγές στον Φάκελο αποθηκεύτηκαν.
fi: Muutokset kansioon on tallennettu.
uk: Зміни в теці збережено.

source: Folder contents
el: Περιεχόμενα Φακέλου
fi: Kansion sisältö
uk: Вміст теки

source: Folder view
el: Προβολή φακέλου
fi: Kansionäkymä
uk: Вигляд теки

source: Folder-like
el: Σαν Φάκελος
fi: Kansiomainen
uk: Типу теки

source: For enabling web statistics support from external providers (for e.g. Google Analytics). Paste the code snippets provided. It will be included in the rendered HTML as entered near the end of the page.
fi: Alla oleva kenttä mahdollistaa sivustoa koskevien tilastojen keräämisen ulkopuolisen palvelun toimesta (esimerkkinä Google Analytics). Liitä ulkopuolisen palvelun tarjoama koodi alla olevaan kenttään. Kyseinen koodi liitetään sivun loppuun.
uk: Для активації веб статистики за допомогою інших провайдерів (наприклад, Google Analytics). Вставте наданий код. Цей код буде приєднано до загального HTML, так ніби його було введено біля кінця сторінки.

source: Group ${name} has been added.
el: Η Ομάδα ${name} προστέθηκε.
fi: Ryhmä ${name} on luotu.
uk: Групу ${name} додано.

source: Group name
el: Όνομα ομάδας
fi: Ryhmän nimi
uk: Назва групи

source: Group(s) deleted.
el: Η ομάδα(ες) διαγράφηκε
fi: Ryhmä(t) poistettu.
uk: Групу(и) видалено.

source: Groups are: ${names}
el: Οι ομάδες είναι: ${names}
fi: Ryhmät ovat: ${names}
uk: Групи: ${names}

source: HTML Filter settings
fi: HTML-suodattimen asetukset
uk: Параметри фільтрування HTML

source: HTML Filtering
fi: HTML-suodatus
uk: Фільтрування HTML

source: Hide portlet
uk: Сховати портлет

source: History
el: Ιστορικό
fi: Historia
uk: Історія

source: Home
el: Αρχική Σελίδα
fi: Pääsivu
uk: Головна

source: Home folder
uk: Домашня тека

source: How many items to list.
el: Πόσα αντικείμενα να φαίνονται.
fi: Näytettävän luettelon pituus.
uk: Скільки елементів показувати у списку.

source: Html Filter Settings
el: Ρυθμίσεις Φίλτρου Html
fi: HTML-suodattimen asetukset
uk: Параметри Фільтрування HTML

source: Icon
el: Εικονίδιο
fi: Kuvake
uk: Іконка

source: If disabled the content icons in folder listings and portlets won't be visible.
el: Αν απενεργοποιηθεί, δεν θα εμφανίζονται εικονίδια στις λίστες με περιεχόμενα φακέλων
fi: Sisältökuvakkeita ei näytetä sovelmissa tai kansioiden sisällysluetteloissa, jos tämä toiminto on sammutettu.
uk: Якщо вимкнено, то іконки вмісту не будуть видимі у списках та портлетах.

source: If enabled all external links in the content region open in a new window.
fi: Jos tämä on käytössä, kaikki sisältökentässä olevat ulkoiset linkit avataan erilliseen ikkunaan.
uk: Якщо увімкнено, то усі зовнішні посилання відкриватимуться у новому вікні.

source: If enabled all external links will be marked with link type specific icons. If disabled the 'external links open in new window' setting has no effect.
fi: Jos käytössä, kaikki ulkoiset linkit merkitään linkin tyypin osoittavalla kuvakkeella. Jos tämä ei ole käytössä, ulkoiset linkit erilliseen ikkunaan avaava toiminto ei ole käytössä.
uk: Якщо увімкнено, то усі зовнішні посилання буде відмічено спеціальною іконкою. Якщо вимкнено, то зовнішні лінки не будуть відкриватися у новому вікні.

source: If enabled, a more... link will appear in the footer of the portlet, linking to the underlying Collection.
uk: Якщо увімкнено, то посилання на Більше... з'явиться внизу портлета, яке вестиме до відповідної Колекції

source: If enabled, effective dates will be shown underneath the items listed.
uk: Якщо увімкнено, то дату набуття чинності буде показано під елементами в списку.

source: If enabled, items will be selected randomly from the collection, rather than based on its sort order.
uk: Якщо увімкнено, то елементи з колекції буде вибрано у довільному порядку.

source: If given, the header and footer will link to this URL.
uk: Якщо подано, то верх і низ міститимуть посилання до цієї URL.

source: If not selected only logged-in users will be able to view information about who created an item and when it was modified.
fi: Jos tämä ei ole valittuna, vain kirjautuneet käyttäjät näkevät sisällön muokkausajankohdan ja tekijän.
uk: Якщо не вибрано, тоді лише зареєстровані користувачі зможуть побачити інформацію про автора та час останньої зміни елемента.

source: If not selected, passwords will be autogenerated and mailed to users, which verifies that they have entered a valid email address.
el: Αν δεν ενεργοποιηθεί, οι κωδικοί θα παράγονται αυτόματα και θα αποστέλονται στους χρήστες, ώστε να επιβεβαιωθεί ότι έδωσαν έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου
fi: Jos tämä ei ole valittuna, salasanat luodaan automaattisesti ja postitetaan käyttäjille. Näin varmistutaan, että käyttäjä on antanut toimivan sähköpostiosoitteen.
uk: Якщо не вибрано, паролі буде автоматично згенерувано та відправлено на електронну пошту користувачам, що і підтвердить дійсніть електронної адреси.
