Repository: isaw/isaw.events
Catalog: plone/buildout-cache/eggs/plone.app.locales-3.3.8-py2.4.egg/plone/app/locales/i18n/plone-*.po
Languages: el, fi, uk

source: help_search_text
el: Για μια απλή αναζήτηση κειμένου, εισάγετε τον όρο της αναζήτησης εδώ. Πολλαπλές λέξεις μπορούν να εντοπιστούν, συνδυάζοντάς τες με το <strong>AND</strong> και το <strong>OR</strong> . Το κείμενο σε αυτό το πεδίο θα ταυτιστεί με τα περιεχόμενα του αντικειμένου, τον τίτλο και την περιγραφή.
fi: Tähän syötettyjä hakuehtoja etsitään nimikkeistä, kuvauksista ja sisällöistä. Voit hakea useammalla sanalla yhdistämällä ne <strong>AND</strong>- ja <strong>OR</strong> -sanoilla.
uk: Для простого текстового пошуку введіть ваші терміни пошуку сюди. Кілька слів можна об'єднувати за допомогою <strong>AND</strong> та <strong>OR</strong>. Текст в полі буде шукатися серед вмісту, заголовку та опису елементів.

source: help_search_title
el: Επιστρέφει τα αντικείμενα που ταιριάζουν με αυτό τον τίτλο.
fi: Hae sisältöä, jonka nimikkeessä on tämä teksti.
uk: Для отримання елементів, що мають такий заголовок.

source: help_select_content_to_create
fi: Valitse luotavan sisällön tyyppi.
uk: Виберіть який тип вмісту Ви хочете створити.

source: help_select_where_to_create
fi: Valitse paikka, jonne haluat luoda sen.
uk: Виберіть, де саме Ви бажаєте створити це.

source: help_selection_criteria_value
el: Υφιστάμενες τιμές.
fi: Nykyiset arvot.
uk: Існуючі значення.

source: help_send_from
el: Το e-mail σας.
fi: Sähköpostiosoitteesi.
uk: Ваша електронна адреса.

source: help_send_to_mail
el: Το e-mail στο οποίο θα στείλετε αυτό τον σύνδεσμο.
fi: Sähköpostiosoite, johon linkki lähetetään.
uk: Електронна адреса, на яку надіслати посилання.

source: help_sender_from_address
el: Παρακαλούμε πληκτρολογήστε το e-mail σας
fi: Anna sähköpostiosoitteesi
uk: Будь-ласка, введіть свою електронну адресу.

source: help_sender_fullname
el: Παρακαλούμε πληκτρολογήστε το ονοματεπώνυμο σας
fi: Anna koko nimesi
uk: Будь-ласка, введіть Ваше повне ім'я

source: help_sharing_go_here
fi: siirry tänne
uk: іти сюди

source: help_sharing_page_default_page
fi: Muokkaat yhteiskäyttöasetuksia kansion oletusnäkymälle. Jos haluat muokata yhteiskäyttöasetuksia koko kansiolle, ${go_here}.
uk: Ви встановлюєте повноваження для елеметнту, що відображається по замовчуванню для даної теки. Якщо Ви бажаєте надати повноваження для цілої теки, ${go_here}.

source: help_short_name_url
fi: Lyhyt nimi on kohteen verkko-osoitteen (URL) viimeinen osa.
uk: Коротке ім'я є частиною web адреси (URL) елемента.

source: help_shortname
fi: Sisällön tunniste on osa sen verkko-osoitetta. Vältä välilyöntejä, isoja kirjaimia, alaviivaa, skandinaavisia kirjaimia tai muita erikoismerkkejä.
uk: Коротке ім'я є частиною веб-адреси елемента. Не повинне містити пропусків, великих літер, підкреслень чи інших спеціальних символів.

source: help_smtp_pass
el: Ο κωδικός για τον ESMTP λογαριασμό χρήστη.
fi: ESMTP-käyttäjätunnuksen salasana.
uk: Пароль до ESMTP рахунку користувача.

source: help_smtp_port
el: Η θύρα του τοπικού σας διακομιστή SMTP (εξερχόμενα e-mail). Συνήθως είναι το '25'.
fi: Käyttämäsi lähtevän sähköpostin SMTP-palvelimen portti. Yleensä "25".
uk: Порт вашого локального сервера SMTP (пошта на вихід). Звичайно '25'.

source: help_smtp_server
el: Η διεύθυνση του τοπικού σας διακομιστή SMTP (εξερχόμενα e-mail). Συνήθως είναι το 'localhost', εκτός εάν χρησιμοποιείτε εξωτερικό εξυπηρετητή για να στείλετε e-mail.
fi: Tämä on lähtevän sähköpostin SMTP-palvelimen osoite. Se on yleensä "localhost", ellet käytä ulkoista palvelinta sähköpostin lähettämiseen.
uk: Це адреса вашого локального сервера SMTP (пошта на вихід). Зазвичай 'localhost', якщо тільки Ви не використовуєте зовнішнього сервера для пересилання пошти.

source: help_smtp_userid
el: Το παρωνύμιο για την πιστοποίηση στον διακομιστή της αλληλογραφίας σας. Αν δεν χρησιμοποιείται ESMTP δεν είναι υποχρεωτικό.
fi: Tämä on sähköpostipalvelimen vaatima käyttäjätunnus. Sitä ei tarvita, ellet käytä ESMTP:tä.
uk: Псевдонім для розпізнання на сервері електронної пошти. Не обов'язково, якщо не використовується ESMTP.

source: help_string_criteria_value
el: Μία τιμή συμβολοσειράς.
fi: Tekstiarvo.
uk: Рядкове значення.

source: help_subject
el: Παρακαλούμε πληκτρολογήστε το θέμα του μηνύματος σας.
fi: Anna otsikko lähetettävälle viestille.
uk: Будь-ласка, введіть тему повідомлення, яке надсилаєте.

source: help_subobjects
el: Εάν επιλεγεί, αλλάζει όλα τα περιεχόμενα αντικείμενα.
fi: Jos tämä on valittu, muutos kohdistuu myös kaikkeen kohteen sisällä olevaan sisältöön.
uk: Змінює всі вміщені підоб'єкти, якщо вибрано.

source: help_syndication_max_items
el: Μέγιστο πλήθος αντικειμένων προς διασυνδεδεμένη διανομή.
fi: Uutisvirrassa näkyvän sisällön enimmäismäärä.
uk: Максимальна кількість синдикованих елементів.

source: help_syndication_update_base
el: Αυτή είναι η ημερομηνία από την οποία αρχίζει να μετρά ο ενημερωτής. Έτσι, εάν θέλετε να ενημερώνεται σε εβδομαδιαία βάση κάθε Τρίτη, σιγουρευτείτε ότι ξεκινάει από μια Τρίτη.
fi: Päivittäjä aloittaa laskennan tästä päivästä. Jos siis haluat päivittää viikoittain joka tiistai, varmista, että lasku aloitetaan tiistaista.
uk: Ця дата є базовою, від якої бере відлік оновлювач. Таким чином, якщо ви бажаєте, оновлювати щотижня кожного вівторка, то переконайтеся, що тут вказано дату, яка є вівторком.

source: help_syndication_update_frequency
el: Ελέγχει τη συχνότητα των ενημερώσεων. Για παράδειγμα, εάν επιθυμείτε να ενημερώνεται κάθε δεύτερη εβδομάδα, επιλέξτε παραπάνω "εβδομαδιαία" και "2" εδώ.
fi: Määrittää päivitystahdin. Jos esimerkiksi haluat päivityksen joka toinen viikko, valitse ylempää "viikoittain" ja tästä "2".
uk: Контролює частоту оновлень. Наприклад, якщо ви хочете оновлювати кожен другий тиждень, виберіть "потижнево" вище і "2" тут.

source: help_syndication_update_period
el: Ελέγχει πόσο συχνά ενημερώνεται το κανάλι.
fi: Määrittää kuinka usein kanava päivitetään.
uk: Контролює частоту оновлення каналу.

source: help_template_mixin
el: Επιλέξτε ένα πρότυπο που θα χρησιμοποιηθεί για την προβολή αυτού του αντικειμένου.
fi: Valitse sivupohja, jota käytetään tämän sisällön esitykseen.
uk: Виберіть шаблон, який буде використовуватися для перегляду даного елемента.

source: help_url
el: Το πρόθεμα είναι προαιρετικό. Εάν δεν μπει, ο σύνδεσμος θα είναι σχετικός.
fi: Lisää alkuun "http://", jos linkin kohde on tämän sivuston ulkopuolella.
uk: Додати http:// для зовнішніх посилань.

source: help_use_acquisition
fi: Määrittää, ovatko ylemmillä tasoilla annetut jäsen- ja ryhmäroolit voimassa tässä sijainnissa. Tällä voit estää pääsyn tähän kansioon jäseniltä, joilla on paikallisia lisärooleja ylemmissä kansioissa.
uk: Визначає, чи ролі, надані користувачам та групам з вищих рівнів, діють у даному контексті. Тут можна заблокувати доступ до даної теки тим користувачам, які мають локальні права у теці вищого рівня.

source: help_user_name_creation_casesensitive
el: Εισάγετε ένα παρωνύμιο, συνήθως κάτι σαν το 'dpapadopoulos'. Μην βάλετε κενά ή ειδικούς χαρακτήρες. Τα παρωνύμια και οι κωδικοί αποτελούν ευαίσθητους χαρακτήρες, βεβαιωθείτε ότι τα κεφαλαία δεν είναι ενεργοποιημένα. Αυτό είναι το όνομα που χρησιμοποιείτε για να συνδεθείτε.
fi: Syötä haluamasi käyttäjätunnus, esimerkiksi <em>mmeikala</em>. Älä käytä välilyöntejä, erikoismerkkejä tai skandinaavisia kirjaimia. Kirjainkoolla on merkitystä, joten varmista, ettei Caps Lock ole päällä. Käytät valitsemaasi tunnusta jatkossa sivustolle kirjautumiseen, joten sen tulisi olla helppo muistaa.
uk: Введіть псевдонім користувача, щось на зразок 'mkryvonis'. <strong>Латиницею, без пропусків</strong> чи спеціальних символів. Псевдоніми та паролі є <strong>чутливі до регістру</strong>, переконайтеся, що Caps Lock вимкнено. Це буде псевдонім, яким ви користувуватиметеся для входження в систему.

source: help_wf_states
el: Οι καταστάσεις της ροής εργασίας που θα εμφανίζονται στο δέντρο πλοήγησης και στον χάρτη του ιστοχώρου.
fi: Työnkulun tilat, jotka tulisi näyttää navigointipuussa ja sivukartassa.
uk: У яких робочих станах показувати елементи у дереві навіґації та на мапі сайту.

source: hide
el: απόκρυψη
fi: piilota
uk: сховати

source: iCalendar export
el: iCalendar εξαγωγή
fi: iCal-kalenteriin vienti
uk: Експорт iCalendar

source: if_all_conditions_met
fi: Jos kaikki seuraavat ehdot täyttyvät:
uk: Якщо виконуються усі наступні умови:

source: info_empty_dashboard
fi: Hallintapaneelisi on tällä hetkellä tyhjä. Napsauta <em>muokkaa</em>-painiketta hallitaksesi henkilökohtaisia sovelmia.
uk: Ваша панель наразі пуста. Натисніть на закладку <em>Редагувати</em> щоб призначити персональні портлети.

source: info_openid
fi: Mikä on OpenID?
uk: Що таке OpenID?

source: label_acquired_roles
el: Επίκτητοι Ρόλοι
fi: Perityt roolit
uk: Успадковані ролі

source: label_acquired_roles_inactive
el: (ανενεργός)
fi: (sammutettu)
uk: (неактивне)

source: label_actions
el: Ενέργειες
fi: Toiminnot
uk: Дії

source: label_actions_menu
el: Ενέργειες
fi: Toiminnot
uk: Дії

source: label_add
fi: Lisää
uk: Додати

source: label_add_comment
el: Προσθήκη Σχολίου
fi: Lisää kommentti
uk: Додати коментар

source: label_add_new_group
el: Προσθήκη Νέας Ομάδας
fi: Lisää uusi ryhmä
uk: Додати нову групу

source: label_add_new_item
el: Προσθήκη Νέου Αντικειμένου
fi: Lisää uusi
uk: Додати новий елемент

source: label_add_new_item_in_folder
el: Προσθήκη στον φάκελο
fi: Lisää tänne
uk: Додати до теки

source: label_add_new_user
el: Προσθήκη Νέου Χρήστη
fi: Lisää uusi jäsen
uk: Додати нового користувача

source: label_add_portlet
fi: Lisää sovelma
uk: Додати портлет

source: label_add_portlet_ellipsis
fi: Lisää sovelma...
uk: Додати портлет...

source: label_add_to_ical
fi: iCal
uk: iCal

source: label_add_to_vcal
fi: vCal
uk: vCal

source: label_add_type
el: Προσθήκη: ${type}
fi: Lisää ${type}
uk: Додати ${type}

source: label_add_type_to_folder
el: Προσθήκη στον φάκελο ${type}
fi: Lisää ${type} kansioon
uk: Додати до теки ${type}

source: label_add_user_to_group
el: Προσθήκη χρήστη στις επιλεγμένες ομάδες
fi: Lisää jäsen valittuihin ryhmiin
uk: Додати користувача до обраних груп

source: label_add_users_to_group
fi: Lisää valitut ryhmät ja jäsenet tähän ryhmään
uk: Додати обрані групи та користувачів до цієї групи

source: label_advanced
fi: Laajennettu...
uk: Додатково...

source: label_advanced_search
fi: Laajennettu haku...
uk: Складний пошук...

source: label_affected_content
el: Περιεχόμενο που επηρεάζεται
fi: Muuttunut sisältö
uk: Задіяний вміст

source: label_all
fi: Kaikki
uk: Всі

source: label_all_items_in_folder_selected
fi: Tämän kansion kaikki ${number} kohdetta ovat valittuina. ${link_clear_selection}
uk: Усі ${number} елементи даної теки вибрано. ${link_clear_selection}

source: label_all_items_on_page_selected
fi: Kaikki tämän sivun ${number} kohdetta ovat valittuina. ${link_select_items}
uk: Усі ${number} елементи на даній сторінці вибрано. ${link_select_items}

source: label_allow_combined_language_codes
fi: Näytä maakohtaiset kielivaihtoehdot
uk: Показати варіанти мови, характерні для країн

source: label_allow_comments
fi: Salli kommentit
uk: Дозволити додавати коментар

source: label_allow_discussion
el: Να επιτραπεί η συζήτηση σε αυτό το αντικείμενο
fi: Salli sisällön kommentointi
uk: Дозволити обговорення

source: label_an_anonymous_user
fi: tunnistautumaton käyttäjä
uk: анонім

source: label_anonymous_user
el: Ανώνυμος Χρήστης
fi: Tunnistautumaton käyttäjä
uk: Анонімний користувач

source: label_any_author
el: Οποιοσδήποτε Συντάκτης
fi: Kuka tahansa
uk: будь-який автор

source: label_apply_changes
el: Εφαρμογή Αλλαγών
fi: Ota muutokset käyttöön
uk: Застосувати зміни

source: label_apply_current_folder
fi: Ota käyttöön vain tässä kansiossa
uk: Застосувати лише для даної теки

source: label_apply_settings
el: Εφαρμογή Ρυθμίσεων
fi: Ota asetukset käyttöön
uk: Застосувати параметри

source: label_apply_to_subfolders
fi: Ota käyttöön alikansioissa
uk: Застосувати для підтек

source: label_assign_local_role_to_users
el: Ανάθεση Τοπικών Ρόλων στους Επιλεγμένους Χρήστες
fi: Myönnä paikallinen rooli valituille jäsenille
uk: Назначити Локальну Роль вибраному користувачу(чам)

source: label_assign_role_to_groups
el: Ανάθεση Τοπικού Ρόλου στις Επιλεγμένες Ομάδες
fi: Myönnä paikallinen rooli valituille ryhmille
uk: Назначити Локальну Роль вибраній групі(ам)

source: label_assign_roles_to_users_groups
el: Ανάθεση των Επιλεγμένων Ρόλων στους Επιλεγμένους Χρήστες/Ομάδες
fi: Myönnä valitut roolit valituille jäsenille/ryhmille
uk: Призначити вибрані Ролі виділеним Користувачам/Групам

source: label_at
uk: у

source: label_author
el: Συντάκτης
fi: Tekijä
uk: Автор

source: label_author_external_home_page
fi: Tekijän oma, muualla sijaitseva kotisivu...
uk: Сторінка автора не на даному сайті…

source: label_author_internal_home_page
fi: Tekijän kotisivu tällä sivustolla...
uk: Сторінка автора на даному сайті…

source: label_back_to_addremove_products
el: Επιστροφή στην Προσθαφαίρεση Προϊόντων
fi: Siirry tuotteiden hallintaan
uk: Назад, до Додавання/видалення продуктів

source: label_back_to_errorlog
el: Επιστροφή στην Καταγραφή Σφαλμάτων
fi: Siirry virhelokiin
uk: Назад, до Реєстру помилок

source: label_back_to_site
el: Πίσω στον ιστοχώρο
fi: Siirry sivustolle
uk: Назад на сайт

source: label_biography
el: Βιογραφικό
fi: Elämäkerta
uk: Біографія

source: label_body_text
el: Σώμα κειμένου
fi: Kommentti
uk: Текст

source: label_boolean_criteria_bool
el: Τιμή
fi: Arvo
uk: Значення

source: label_browse
fi: Selaa
uk: Огляд

source: label_by_author
fi: tekijä: ${author}
uk: створив(ла) ${author}

source: label_cache_entries
fi: Merkinnät
uk: Дані

source: label_cache_path
fi: Polku
uk: Шлях

source: label_cache_size_bytes
fi: Koko, tavuina
uk: Розмір, байти

source: label_calendar
el: Ημερολόγιο
fi: Kalenteri
uk: Календар

source: label_cancel
el: Άκυρο
fi: Peru
uk: Скасувати

source: label_categories
fi: Kategoriat
uk: Категорії

source: label_change
fi: Muuta
uk: Змінити

source: label_change_comment
el: Αλλαγή Σχολίου
fi: Muuta kommenttia
uk: Поміняти коментар

source: label_change_default_item
fi: Muuta oletusnäkymänä käytettävää sisältöä...
uk: Змінити елемент по замовчуванню...

source: label_change_item
fi: Tee valitusta sisältökohteesta oletusnäkymä.. .
uk: Змінити елемент по замовчуванню…

source: label_change_member_properties
el: Αλλαγή ιδιοτήτων των μελών.
fi: Muuta jäsenen ominaisuuksia.
uk: Змінити властивості користувача

source: label_change_ownership
el: Αλλαγή κυριότητας
fi: Vaihda omistaja
uk: Змінини власника

source: label_change_password
el: Αλλαγή Κωδικού
fi: Vaihda salasana
uk: Змінити пароль

source: label_change_status
el: Αλλαγή Κατάστασης
fi: Vaihda tila
uk: Змінити стан

source: label_characters_remaining
fi: ${count} merkkiä jäljellä
uk: Залишилось ${count} символів

source: label_choose_content_item
fi: Valitse sisältökohde...
uk: Виберіть елемент вмісту...

source: label_choose_item
fi: Valitse sisältökohde<br/>oletusnäkymäksi...
uk: Вибрати елемент <br />по замовчуванню…

source: label_choose_template
el: Προβολή
fi: Näytä
uk: Показати

source: label_clear_displayed_entries
el: Καθαρισμός των Εμφανιζόμενων Καταχωρήσεων
fi: Poista näkyvät merkinnät
uk: Очистити реєстр

source: label_clear_selection
fi: Poista valinnat
uk: Очистити вибір

source: label_click_to_view_full_image
fi: Napsauta nähdäksesi kuva alkuperäisessä koossa...
uk: Клацніть, щоб переглянути зображення у повному розмірі...

source: label_comment
el: Σχόλιο
fi: Kommentti
uk: Коментар

source: label_comment_by
el: Απεσταλμένο από
fi: Kirjoittanut:
uk: Надіслав(ла)

source: label_commented_at
el: στο
uk: від

source: label_comments
el: Σχόλια
fi: Kommentit
uk: Коментарі

source: label_compare
el: Σύγκριση
fi: Vertaile
uk: Порівняти

source: label_confirm_password
el: Επιβεβαίωση κωδικού
fi: Varmista salasana
uk: Підтвердіть пароль

source: label_constraintypes_allow_standard
fi: Salli oletusarvoisten sisältötyyppien lisääminen
uk: Дозволити додавати стандартні типи

source: label_constraintypes_specify_manually
fi: Määritä sisältötyypit itse
uk: Вказати типи вручну

source: label_contact_email
el: E-mail Επικοινωνίας
fi: Yhteyshenkilön sähköpostiosoite
uk: Контакна адреса електронної пошти

source: label_contact_name
el: Όνομα Επικοινωνίας
fi: Yhteyshenkilön nimi
uk: Контактне ім'я

source: label_contact_phone
el: Τηλέφωνο Επικοινωνίας
fi: Yhteyshenkilön puhelinnumero
uk: Контактний телефон

source: label_containing
el: περιέχει
fi: joka sisältää
uk: що вміщає

source: label_content_editor
el: Επεξεργαστής περιεχομένου
fi: Sisältöeditori
uk: Редактор вмісту

source: label_contentrule_add
fi: Lisää sisältösääntö
uk: Додати правило вмісту

source: label_contentrules_active
fi: Aktiivinen
uk: Активний

source: label_contentrules_active_assignments
fi: Sisältötyypille ${content_type} käytettävät sisältösäännöt
uk: Активні правила вмісту у ${content_type}

source: label_contentrules_assignment_enabled
fi: Käytössä täällä
uk: Увімкнено

source: label_contentrules_from_parent
fi: Yläkansioiden sisältösäännöt
uk: Правила вмісту з батьківських тек

source: label_contentrules_rule_assignments
fi: Määritykset
uk: Присвоєння

source: label_contentrules_rule_enabled
fi: käytössä
uk: увімкнено

source: label_contentrules_rule_listing
fi: sisältösäännöt
uk: правила вмісту

source: label_contentrules_subfolders
fi: Sovelletaan alikansioihin
uk: Застосувати для підтек

source: label_contributors
el: Συντελεστές
fi: Sisällön luomiseen osallistuneet avustajat:
uk: Помічники

source: label_convert_portlets
fi: Muunna sovelmat
uk: Перетворити портлети

source: label_copy_exceptions
el: Αντιγραφή των εξαιρέσεων στην καταγραφή γεγονότων
fi: Kopioi virheilmoitukset Zope-tapahtumalokiin
uk: Копіювати виняткові ситуації до звіту про події

source: label_copy_to_present
el: Αντιγραφή στο παρόν
fi: Kopioi nykyiseen
uk: Скопіювати в основну

source: label_copyrights
fi: Oikeudet
uk: Авторські права

source: label_creation_date
el: Ημερομηνία Δημιουργίας
fi: Luontipäivämäärä
uk: Дата створення

source: label_creators
el: Δημιουργοί
fi: Tekijät
uk: Автори

source: label_criteria_field_name
el: Όνομα πεδίου
fi: Kentän nimi
uk: Ім'я поля

source: label_css
el: Έγκυρο CSS
fi: Kelvollista CSS:ää
uk: Дійсний CSS

source: label_current
el: (τρέχων)
fi: (nykyinen)
uk: (поточний)

source: label_current_folder_only
fi: Näytä vain nykyisen kansion sisältö.
uk: Показувати лише вміст даної теки.

source: label_current_folder_views
fi: Kansionäkymä
uk: Вигляд теки

source: label_current_image
el: Τρέχουσα εικόνα
fi: Nykyinen kuva
uk: Поточне зображення

source: label_current_item_views
fi: Kohdenäkymä
uk: Вигляд елемента

source: label_current_password
el: Τρέχων κωδικός
fi: Nykyinen salasana
uk: Поточний пароль

source: label_currentselection
fi: Nykyinen valinta
uk: Поточне виділення

source: label_custom_view
el: Προβολή ως Πίνακας
fi: Näytä taulukkona
uk: Відображати у вигляді таблиці

source: label_custom_view_fields
el: Στήλες Πίνακα
fi: Taulukkonäkymän sarakkeet
uk: Стовпці таблиці

source: label_dashboard
fi: Hallintapaneeli
uk: Панель

source: label_date_range_criteria_end
el: Ημερομηνία Λήξης
fi: Viimeinen päivä
uk: Дата завершення

source: label_date_range_criteria_start
el: Ημερομηνία Έναρξης
fi: Ensimmäinen päivä
uk: Дата початку

source: label_default_type
fi: (oletus)
uk: (По замовчуванню)

source: label_default_workflow_title
fi: Oletusarvoinen työnkulku (${title})
uk: Робочий стан по замовчуванню (${title})

source: label_delete
fi: Poista
uk: Знищити

source: label_delete_portrait
el: Διαγραφή Προσωπογραφίας
fi: Poista omakuva
uk: Знищити портрет

source: label_delete_roles_users_groups
el: Διαγραφή των Επιλεγμένων Ρόλων και των Χρηστών/Ομάδων
fi: Poista valitut roolit ja jäsenet/ryhmät
uk: Знищити виділені Роль(і) та Користувача(ів)/Групу(и)

source: label_description
el: Περιγραφή
fi: Kuvaus
uk: Опис

source: label_disable
fi: Sammuta
uk: Вимкнути

source: label_disable_syndication
el: Απενεργοποίηση Διασύνδεσης Διανομής
fi: Sammuta uutisvirta
uk: Вимкнути синдикацію

source: label_disabled_display_menu
el: Προβολή
fi: Näytä
uk: Показати

source: label_discussion_default
el: Προεπιλογή
fi: Oletus
uk: По замовчуванню

source: label_discussion_disabled
el: Απενεργοποιημένο
fi: Ei käytössä
uk: Вимкнено

source: label_discussion_enabled
el: Ενεργοποιημένο
fi: Käytössä
uk: Увімкнено

source: label_edit
fi: Muokkaa
uk: Редагувати

source: label_edit_default_view_container
fi: Muokkaat kansion oletusnäkymäkohdetta. Jos kuitenkin haluat muokata itse kansiota, ${go_here}.
uk: Зараз Ви редагуєте сторінку по замовчуванню даної теки. Якщо хочете редагувати саму теку, ${go_here}.

source: label_edit_default_view_container_go_here
fi: siirry tänne
uk: іти сюди

source: label_edit_short_names
el: Επιτρέψτε την Επεξεργασία των Σύντομων Ονομάτων
fi: Salli tunnisteiden muokkaus
uk: Дозволити редагувати Коротке Ім'я

source: label_effective_date
fi: Julkaisupäivä
uk: Дата публікації

source: label_email
el: E-mail
fi: Sähköposti
uk: Електронна пошта

source: label_email_address
el: Διεύθυνση e-mail
fi: Sähköpostiosoite
uk: Адреса електронної пошти

source: label_enable
fi: Käytä
uk: Увімкнути

source: label_enable_cookies
el: ενεργοποίηση των cookies
fi: otettava evästeet käyttöön
uk: увімкнути коржики

source: label_enable_syndication
el: Ενεργοποίηση Διασύνδεσης Διανομής
fi: Käynnistä uutisvirta
uk: Увімкнути синдикацію

source: label_error
el: Σφάλμα
fi: Virhe
uk: Помилка

source: label_error_type
el: Είδος Σφάλματος
fi: Virheen tyyppi
uk: Тип помилки

source: label_error_value
el: Τιμή Σφάλματος
fi: Virheen arvo
uk: Значення помилки

source: label_event_announcement
fi: Tapahtuman leipäteksti
uk: Текст події

source: label_event_attendees
el: Παριστάμενοι
fi: Osallistujat
uk: Учасники

source: label_event_byline
uk: (${location}, з ${start} до ${end})

source: label_event_byline_without_location
uk: (з ${start} до ${end})

source: label_event_end
el: Λήξη Γεγονότος
fi: Tapahtuma päättyy
uk: Закінчення події

source: label_event_location
el: Τοποθεσία Γεγονότος
fi: Tapahtuman sijainti
uk: Місце проведення події

source: label_event_start
el: Έναρξη Γεγονότος
fi: Tapahtuma alkaa
uk: Початок події

source: label_event_type
el: Είδος Γεγονότος
fi: Tapahtuman tyypit
uk: Тип(и) події

source: label_exception
el: Εξαίρεση
fi: Virhe
uk: Виняткова ситуація

source: label_exception_type
el: Τύπος Εξαίρεσης
fi: Virheen tyyppi
uk: Тип винятку

source: label_exception_value
el: Τιμή Εξαίρεσης
fi: Virheen arvo
uk: Код винятку

source: label_exclude_from_nav
el: Απόκλιση από την πλοήγηση
fi: Piilota sisältöpuusta
uk: Вилучити з навіґації

source: label_existing_categories
fi: Nykyiset kategoriat
uk: Існуючі категорії

source: label_expiration_date
el: Ημερομηνία Λήξης
fi: Viimeinen voimassaolopäivä
uk: Дата втрати чинності

source: label_ext_editor
el: Ενεργοποίηση εξωτερικής επεξεργασίας
fi: Salli ulkoinen sisältöeditori
uk: Дозволити зовнішнє редагування

source: label_file
el: Αρχείο
fi: Tiedosto
uk: Файл

source: label_filed_under
el: Αρχειοθέτηση
fi: kuuluu seuraaviin kategorioihin:
uk: зберігається у:

source: label_filterattributes
fi: Ominaisuudet
uk: Атрибути

source: label_filtertags
el: Ετικέτες
fi: Tagit
uk: Теґи

source: label_find_group
el: Βρείτε εδώ μια ομάδα
fi: Hae ryhmä.
uk: Знайдіть групу тут

source: label_format
el: Διαμόρφωση
fi: Sisällön muoto
uk: Формат

source: label_full_name
el: Ονοματεπώνυμο
fi: Koko nimi
uk: Повне ім'я

source: label_fullname
el: Πλήρες όνομα
fi: Koko nimi
uk: Повне ім'я

source: label_generated_tabs_enable
el: Αυτόματη δημιουργία καρτελών
fi: Lisää välilehtiä automaattisesti
uk: Автоматично створювати закладки

source: label_gnu_gpl_licence
el: GNU GPL άδεια χρήσης
fi: GNU GPL -lisenssi
uk: Ліцензії GNU GPL

source: label_group
el: Ομάδα
fi: Ryhmä
uk: Група

source: label_group_members
el: Μέλη Ομάδας
fi: Ryhmän jäsenet
uk: Члени групи
