Repository: isaw/isaw.events
Catalog: plone/buildout-cache/eggs/plone.app.locales-3.3.8-py2.4.egg/plone/app/locales/i18n/plone-*.po
Languages: el, fi, uk

source: heading_welcome_to
el: Καλώς ήλθατε στο ${sitename}
fi: Tervetuloa sivustolle ${sitename}
uk: Ласкаво просимо до ${sitename}

source: heading_you_are_now_logged_in
el: Έχετε συνδεθεί
fi: Olet kirjautunut sisään
uk: Ви ввійшли

source: heading_zope_server
fi: Zope-palvelin
uk: Сервер Zope

source: help_add_restriction_mode
el: Παρακαλούμε επιλέξτε τον τρόπο με τον οποίο θέλετε να ελέγχεται ποιοι τύποι περιεχομένου θα προστίθενται σε αυτόν τον φάκελο.
fi: Valitse tässä sijainnissa käytettävät estot
uk: Виберіть політику обмежень, яку потрібно тут застосувати.

source: help_allow_combined_language_codes
fi: Esimerkkejä: sv-FI (suomenruotsi), pt-br (brasilianportugali) jne.
uk: Наприклад: pt-br (бразильська португальська), en-us (американська англійська) тощо.

source: help_allow_comments
fi: Jos tämä on valittu, käyttäjät voivat kommentoida kohdetta.
uk: Якщо вибрано, користувачі зможуть додавати коментарі до даного об'єкта.

source: help_biography
el: Μια μικρή περίληψη για το ποιος είστε και τί κάνετε. Θα εμφανίζεται στη σελίδα πληροφοριών συντάκτη, η οποία διασυνδέεται στα αντικείμενα που δημιουργείτε.
fi: Lyhyt yhteenveto, joka kertoo kuka olet ja mitä teet. Tekemästäsi sisällöstä on linkki tekijäsivulle, jossa tämä tieto näkyy.
uk: Короткий опис того, хто Ви і чим займаєтеся. Буде відображатися на Вашій персональній сторінці, на яку йтимуть посилання з елементів, які ви створите.

source: help_boolean_criteria_bool
el: Αληθές ή ψευδές
fi: Tosi tai epätosi
uk: Так чи ні

source: help_capslock_password
el: Βεβαιωθείτε ότι δεν έχετε ενεργοποιήσει τα κεφαλαία γράμματα.
fi: Isoilla ja pienillä kirjaimilla on merkitystä (esim. a ja A) - varmista, että Caps Lock ei ole päällä.
uk: Чутливий до регістру, перевірте що Caps Lock вимкнено.

source: help_categories
el: Οι ετικέτες σας βοηθούν να κατηγοριοποιήσετε τα αντικείμενα σας.
fi: Tunnetaan myös avainsanoina tai tageina. Sisällön kategorisointi on mahdollista näiden avulla.
uk: Також відомі, як ключові слова, теґи чи мітки, які допомагають Вам розділити вміст по категоріях.

source: help_change_ownership
el: Αλλάζει την κυριότητα του τρέχοντος αντικειμένου.
fi: Vaihtaa sisällön omistajaa.
uk: Змінити власника поточного об'єкту

source: help_change_status
el: Επιλέξτε τη νέα κατάσταση για τα επιλεγμένα αντικείμενα.
fi: Valitse uusi julkaisutila valituille sisältökohteille.
uk: Виберіть новий стан вибраних документів.

source: help_choose_a_date
el: Επιλογή ημερομηνίας
fi: Valitse päiväys
uk: Виберіть дату

source: help_comment_to_link
el: Σχόλιο για αυτόν τον σύνδεσμο.
fi: Lyhyt kommentti tästä linkistä.
uk: Коментар про це посилання.

source: help_confirm_password
el: Επανεισάγετε τον κωδικό. Βεβαιωθείτε ότι οι κωδικοί είναι όμοιοι.
fi: Syötä salasana uudelleen. Varmista, että salasanat ovat samat.
uk: Повторно введіть пароль. Впевніться, що вони ідентичні.

source: help_content_editor
el: Επιλέξτε τον επεξεργαστή περιεχομένου που επιθυμείτε να χρησιμοποιήσετε. Σημειώνεται ότι οι επεξεργαστές περιεχομένου συχνά έχουν συγκεκριμένες απαιτήσεις σε ό,τι αφορά τον φυλλομετρητή.
fi: Valitse editori, jolla haluat muokata sisältöä. Eri editoreilla on erilaisia vaatimuksia selaimen suhteen.
uk: Виберіть редактор, який будете використовувати. Редактори вмісту часто мають певні вимоги щодо переглядача.

source: help_content_ext_editor
el: Όταν επιλεχθεί, ένα εικονίδιο θα εμφανιστεί σε κάθε σελίδα, το οποίο πιέζοντας το σας επιτρέπεται να επεξεργαστείτε το περιεχόμενο με το αγαπημένο σας πρόγραμμα, αντί να χρησιμοποιήσετε τον επεξεργαστή περιεχομένου που βασίζεται στον φυλλομετρητή. Αυτό απαιτεί να έχετε εγκαταστήσει στον υπολογιστή σας μια εφαρμογή που ονομάζεται ExternalEditor. Αν χρειάζεται ρωτήστε το διαχειριστή του συστήματος για περισσότερες πληροφορίες.
fi: Kun tämä on valittu, joka sivulle ilmestyy kuvake, joka mahdollistaa sisällön muokkaamisen haluamallasi editorilla selaimen oman editorin sijaan. Tämä toiminto vaatii erillisen ExternalEditor-nimisen sovelluksen asentamista omalle koneellesi. Kysy ylläpitäjältäsi lisätietoja tarvittaessa.
uk: Якщо вибрано, то на кожній сторінці появиться іконка, яка дозволить Вам редагувати вміст за допомогою свого улубленого редактора, а не того, який пропонує Ваш переглядач. Для цього Вам необхідно буде встановити ExternalEditor. Для детальнішої інформації сконтактуйте з адміністратором сайту.

source: help_contributors
el: Τα ονόματα των ατόμων που έχουν συνεισφέρει σε αυτό το αντικείμενο. Κάθε συμμετέχοντας θα πρέπει να βρίσκεται σε ξεχωριστή γραμμή.
fi: Tämän sisällön tuottamiseen osallistuneet avustajat. Jokaisen nimen tulisi olla omalla rivillään.
uk: Імена осіб, що долучилися до створення цього елемента. Кожна особа повинна бути в окремому рядку.

source: help_copyrights
el: Τα δικαιώματα αυτού του αντικειμένου.
fi: Sisällön tekijänoikeustiedot.
uk: Інформація про авторські права на елемент.

source: help_creation_date
el: Η ημερομηνία που αυτό το αντικείμενο δημιουργήθηκε
fi: Sisällön luontipäivä
uk: Дата створення об'єкту

source: help_creators
el: Τα άτομα που είναι υπεύθυνα για τη δημιουργία του περιεχομένου αυτού του αντικειμένου. Παρακαλούμε καταχωρήστε μια λίστα από παρωνύμια, ένα σε κάθε γραμμή. Ο κύριος δημιουργός θα πρέπει να καταχωρηθεί πρώτος.
fi: Tämän sisältökohteen tekijät. Lisää tekijät kukin omalle rivilleen. Pääasiallisen tekijän tulisi olla ensimmäisenä.
uk: Особи, відповідальні за створення цього елемента. Буль-ласка, введіть перелік псевдонімів, по одному в рядку. Вкажіть головного автора першим.

source: help_criteria_field_name
el: Λίστα Διαθέσιμων Πεδίων
fi: Lyhyt nimi on osa sisällön verkko-osoitetta. Vältä välilyöntejä, alaviivoja, skandinaavisia kirjaimia sekä isoja ja pieniä kirjaimia.
uk: Коротке ім'я є частиною веб адреси елемента. Не повинне містити пропусків, великих літер, підкреслень чи інших спеціальних символів.

source: help_current_folder_only
fi: Jos tämä on valittu, navigointipuussa näkyy vain nykyinen kansio ja sen alikansiot.
uk: Якщо вибрано, тоді дерево навіґації завжди буде відображати лише поточну теку та її вміст.

source: help_current_password
el: Εισάγετε τον τρέχοντα κωδικό σας.
fi: Syötä nykyinen salasanasi.
uk: Введіть ваш поточний пароль.

source: help_custom_view
el: Οι στήλες στον πίνακα διαχειρίζονται από το πεδίο 'Στήλες Πίνακα' παρακάτω.
fi: Taulukon sarakkeet määritetään alla kohdassa "Taulukon sarakkeet".
uk: Стовпці таблиці регулюються за допомогою наступного поля 'Стовпці таблиці'.

source: help_custom_view_fields
el: Διαλέξτε ποια πεδία θα εμφανίζονται όταν επιλέγετε 'Προβολή ως Πίνακας'.
fi: Valitse näytettävät kentät, kun "Näytä taulukkona" on valittu.
uk: Виберіть, які поля показувати, якщо вибрано 'Показувати у вигляді таблиці'

source: help_date_range_criteria_end
el: Η καταληκτική ημερομηνία του χρονικού διαστήματος για την αναζήτηση.
fi: Haettavan aikavälin lopetusajankohta.
uk: Кінцева дата пошуку

source: help_date_range_criteria_start
el: Η εναρκτήρια ημερομηνία του χρονικού διαστήματος για την αναζήτηση.
fi: Haettavan aikavälin aloitusajankohta.
uk: Початкова дата пошуку

source: help_description
el: Σύντομη περιγραφή του αντικειμένου.
fi: Lyhyt yhteenveto sisällöstä
uk: Короткий опис елемента.

source: help_display_names
el: Καθορίζει αν τα Σύντομα Ονόματα (γνωστά επίσης ως IDs) μπορούν να αλλάξουν κατά την επεξεργασία των αντικειμένων. Εάν τα Σύντομα Ονόματα δεν εμφανίζονται, θα παράγονται αυτόματα.
fi: Määrittää ovatko tunnisteet (eli id:t) muutettavissa sisältöä muokatessa. Jos tunnisteita ei näytetä, ne luodaan automaattisesti.
uk: Визначає чи можливо поміняти Коротке Ім'я (те саме, що і ID) при редагуванні елемента. Якщо Коротке Ім'я не відображається, це означає, що його буде автоматично згенеровано.

source: help_effective_date
el: Η ημερομηνία που το αντικείμενο θα είναι διαθέσιμο (ασφαλώς, χρειάζεται επίσης να δημοσιευτεί). Εάν δεν επιλεγεί ημερομηνία, το αντικείμενο θα ενεργοποιηθεί αμέσως.
fi: Päivä, jolloin julkaistu sisältö ilmestyy näkyviin. Jos päivää ei valita, on sisältö näkyvissä välittömästi.
uk: Дата, коли документ стане видимий після публікації. Таким чином, ви можете опублікувати документи наперед, але їх не буде видно, перед цією датою. Якщо не вказано ніякої дати, то документ стає чинним негайно.

source: help_email_creation
el: Εισάγετε μια διεύθυνση e-mail. Αυτό είναι απαραίτητο σε περίπτωση που ο κωδικός χαθεί. Σεβόμαστε τα προσωπικά σας δεδομένα και δεν θα παραχωρήσουμε την διεύθυνσή σε τρίτους, ούτε θα την εκθέσουμε οπουδήποτε.
fi: Anna sähköpostiosoitteesi. Sitä tarvitaan siltä varalta, että unohdat salasanasi. Kunnioitamme yksityisyyttäsi, osoitettasi ei luovuteta kolmansille osapuolille tai paljasteta missään.
uk: Введіть вашу електронну адресу. Це необхідно у разі, якщо ви загубите пароль. Ми поважаємо вашу приватність і не надавтимемо цю адресу третім сторонам.

source: help_exclude_from_nav
el: Αν επιλεχθεί, αυτό το αντικείμενο δεν θα εμφανιστεί στο δέντρο πλοήγησης.
fi: Jos tämä on valittu, kohde piilotetaan navigointipuusta.
uk: Якщо вибрано, елемент не буде відображатися у дереві навіґацї

source: help_expiration_date
el: Η ημερομηνία την οποία το αντικείμενο λήγει. Αυτό θα κάνει αυτομάτως το αντικείμενο αόρατο τη συγκεκριμένη ημερομηνία. Εάν δεν επιλεγεί ημερομηνία, δεν θα λήξει ποτέ.
fi: Sisällön vanhenemispäivä, jolloin sisältö piilotetaan automaattisesti. Jos vanhenemispäivää ei määritellä, sisältö pysyy julkaistuna.
uk: Дата коли документ втрачає чинність. Це автоматично зробить документ невидимим для інших у вказаний день. Якщо не вибрано дати, то документ ніколи не втрачає чинності.

source: help_format_wysiwyg
el: Εάν δεν είσαστε σίγουρος για το ποια μορφή θα χρησιμοποιήσετε, επιλέξτε Απλό Κείμενο και πληκτρολογήστε κανονικά το κείμενο.
fi: Jos et ole varma, mitä muotoa sinun tulisi käyttää, valitse "Pelkkä teksti" ja luo sisältöä tavalliseen tapaan.
uk: Якщо не впевнені, який формат вибрати, то виберіть 'Звичайний текст' і набирайте документ так, як зазвичай це робите.

source: help_full_name_creation
el: Εισάγετε το ονοματεπώνυμο, π.χ. Δημήτρης Παπαδόπουλος.
fi: Syötä koko nimesi, esim. Matti Meikäläinen.
uk: Введіть повне ім'я, наприклад Максим Кривоніс

source: help_generated_tabs
el: Εξορισμού, όλοι οι φάκελοι που δημιουργούνται σε πρώτο επίπεδο, θα εμφανιστούν και ως σύνδεσμοι στο τμήμα κεντρικής πλοήγησης. Μπορείτε να απενεργοποιήσετε αυτή τη δυνατότητα αν επιθυμείτε να κατασκευάσετε μόνοι σας αυτό το τμήμα της πλοήγησης.
fi: Oletusarvoisesti kaikki päätasolle luodut kansiot sisältävät osionavigoinnin. Voit kytkeä toiminnon pois päältä, jos haluat rakentaa osioiden navigoinnin itse.
uk: Усі елементи, створені в корені сайту буде по замовчуванню додано до глобальної навіґації. Якщо бажаєте створити навіґацію вручну, Ви можете вимкнути автоматичне формування навіґації.

source: help_groupname
el: Μοναδικό αναγνωριστικό της ταυτότητας της ομάδας. Δεν μπορεί να αλλάξει μετά τη δημιουργία του.
fi: Yksilöllinen tunniste ryhmälle. Tunnistetta ei voi vaihtaa ryhmän luonnin jälkeen.
uk: Унікальний ідентифікатор групи. Не може мінятися після створення.

source: help_homepage
fi: Oman kotisivusi osoite, jos sinulla sellainen on.
uk: URL Вашої зовнішньої домашньої сторінки, якщо вона у Вас є.

source: help_immediately_addable_types
el: Από τους τύπους που επιλέχθηκαν παραπάνω, κάποια αντικείμενα μπορούν να γίνουν διαθέσιμα μέσω του πτυσσόμενου μενού "Προσθήκη". ΄Όλοι οι υπόλοιποι τύποι που επιλέγονται παραπάνω, θα είναι διαθέσιμοι μέσω μιας ξεχωριστής φόρμας η οποία είναι προσβάσιμη μέσω του ίδιου μενού.
fi: Mahdollistaa tähän sijaintiin sallittujen sisältötyyppien määrittelyn.
uk: Регулює, які типи вмісту може бути додано.

source: help_include_contained_objects
el: Αν επιλεχθεί, το Plone θα προσπαθήσει να τροποποιήσει την κατάσταση όλων των περιεχομένων σε κάθε επιλεγμένο φάκελο και των υπο-φακέλων τους.
fi: Jos tämä on valittu, vaihdetaan samalla kaikkien valittujen kansioiden ja niiden mahdollisen sisällön tila.
uk: Якщо вибрано, то стан усіх елементів всередині тек та підтек буде змінено.

source: help_include_top_node
fi: Näytetäänkö päätason ("koti")-linkki navigointipuussa.
uk: Чи показувати основу ('корінь') у дереві навіґації. Тут має вплив значення 'Початкового рівня'

source: help_inherit_criteria
fi: Rajaa yllä olevan älykansion hakutuloksia tämän älykansion hakukriteereillä.
uk: Звужує результати пошуку батьківської Колекції, використовуючи критерії даної Колекції. Переключає успадкованість критерію. Наприклад ви вказали, що тільки елементи з трьох останніх днів повинні бути в Темі розташованій над поточною, ця тема автоматично буде мати той критерій.

source: help_inherit_local_roles
fi: Oletusarvoisesti tämä kohde perii kansionsa käyttöoikeudet. Jos kytket tämän asetuksen pois, vain tälle kohteelle erikseen määritetyt käyttöoikeudet ovat voimassa. Kuvake ${image_confirm_icon} esittää perittyä arvoa. Kuvake ${image_link_icon} esittää sivustonlaajuista roolia, joka on sivuston ylläpidon määritettävissä.
uk: По замовчуванню використовуються повноваження з вищого рівня. Якщо ж вимкнути цю опцію, то дійсними будуть лише вказані тут повноваження. Символ ${image_confirm_icon} означає успадковане значення. Так само, символ ${image_link_icon} означає глобальну роль, яка регулюється адміністратором сайту.

source: help_limit_number
el: Αν επιλεχθεί, μόνο το 'Πλήθος των Αντικειμένων' που υποδεικνύεται παρακάτω θα εμφανιστεί.
fi: Jos tämä valitaan, näytetään korkeintaan alla annettu määrä sopivia kohteita.
uk: Якщо вибрано, то відображатися буде лише вказана нижче 'Кількість елементів'.

source: help_listed_search
el: Καθορίζει εάν το παρωνύμιο σας θα καταλογογραφηθεί στις αναζητήσεις μελών που γίνονται σε αυτόν τον ιστοχώρο.
fi: Valitse, haluatko nimesi näkyvän tämän sivuston jäsenhauissa.
uk: Визначає, чи фігуруватиме Ваше ім'я в результатах пошуку користувачів на цьому сайті.

source: help_locally_allowed_types
fi: Valitse sisältötyypit, joita voi lisätä tähän kansioon käyttämällä "lisää..."-pudotusvalikkoa. Tämä ominaisuus on hyödyllinen osoittamaan, että tietyt sisältötyypit ovat suositeltuja, mutta siitä huolimatta muiden sisältötyyppien lisääminen on mahdollista.
uk: Виберіть, які типи будуть доступні у підменю 'Більше…' <em>замість</em> головного спадного меню. Це не є найбільш популярні типи для даного місця, але їх дозволено використовувати, якщо це дійсно потрібно.

source: help_location
el: Η τοποθεσία σας, που μπορεί να είναι η πόλη και η χώρα ή ο αριθμός του γραφείου σας σε ένα επιχειρησιακό περιβάλλον.
fi: Joko kaupunki ja maa tai yritysympäristössä toimiston sijainti.
uk: Ваше місцеперебування - місто і країна - або компанія, у якій знаходиться Ваш офіс.

source: help_location_dc
fi: Kohteeseen liitetty maantieteellinen arvo, jos kyseinen arvo on tähän kohteeseen soveltuva.
uk: Географічне розміщення об'єкта.

source: help_login_name_caps
el: Βεβαιωθείτε ότι δεν είναι ενεργοποιημένα τα κεφαλαία κατά την πληκτρολόγηση του παρωνυμίου.
fi: Kirjainkoolla (esim. a ja A) on käyttäjätunnuksissa merkitystä. Varmista, ettei näppäimistön Caps Lock -toiminto ole päällä.
uk: Імена користувачів є чутливими до регістру, перевірте що режим Caps Lock вимкнено.

source: help_look
el: Εμφάνιση του ιστοχώρου.
fi: Tämän sivuston ulkoasu.
uk: Вигляд сайту.

source: help_message
el: Παρακαλούμε πληκτρολογήστε το μήνυμα που θέλετε να στείλετε.
fi: Kirjoita viesti, jonka haluat lähettää.
uk: Будь-ласка, введіть повідомлення, яке хочете надіслати.

source: help_modification_date
el: Η ημερομηνία που τροποποιήθηκε τελευταία φορά το περιεχόμενο
fi: Ajankohta, jolloin tätä sisältöä on viimeksi muutettu.
uk: Дата останньої зміни вмісту

source: help_navigation_root
fi: Voit etsiä ja valita kansion, jota käytetään sivuston navigaation päätasona. Jätä tyhjäksi käyttääksesi Plonen määrittelemää päätasoa.
uk: Ви можете вибрати теку (знайти за допомогою пошуку), яка буде основою дерева навіґації. Для того, щоб корінь сайту був основою навіґації, залиште поле незаповненим.

source: help_navigation_start_level
fi: Kokonaisluku, joka kertoo mistä tasosta alkaen navigointipuu näytetään. 0 tarkoittaa, että puu näytetään kaikkialla, myös päätasolla olevilla sivuilla. 1 tarkoittaa, että puu näytetään päätasolla olevien kansioiden sisällä ja niiden alatasoilla, muttei päätasolla.
uk: Ціле число, яке визначає, де саме буде відобратися дерево навіґації. 0 - означає, що дерево навіґації буде відображатися всюди, включаючи сторінки, які знаходяться в корені сайту. 1 - означає, що дерево навіґації буде відображатися лише всередині тек, які знаходяться у корені сайту, і на нижчих рівнях; ніколи не буде відображатися в корені сайту.

source: help_navigation_title
fi: Navigointipuun nimike. Jätä tyhjäksi, jos haluat käyttää oletusarvoista, oikealle kielelle käännettyä nimikettä.
uk: Заголовок дерева навіґації. Якщо не заповнити, то буде використовуватися заголовок по замовчуваню.

source: help_navigation_tree_depth
fi: Montako tasoa päätason alapuolelta otetaan mukaan navigointipuuhun. 0 tarkoittaa, ettei tasoja rajoiteta. 1 tarkoittaa, että vain pääkansio otetaan mukaan.
uk: Кількість тек, які буде містити дерево навіґації. 0 означає необмежену кількість. 1 - лише кореневу теку.

source: help_navigationtypes
uk: Типи вмісту, які показувати у навіґації та на мапі сайту.

source: help_new_password
el: Εισαγωγή του νέου κωδικού. Ελάχιστο όριο οι 5 χαρακτήρες.
fi: Syötä uusi salasanasi. Siinä on oltava vähintään 5 merkkiä.
uk: Введіть ваш новий пароль. Мінімум 5 символів.

source: help_news_image
el: Θα εμφανιστεί στη λίστα των ειδήσεων και στην ίδια την είδηση. Η εικόνα θα αλλάξει κλίμακα σε ένα λογικό μέγεθος.
fi: Näytetään uutisluettelossa ja itse uutisartikkelissa. Kuva pienennetään kohtuullisen kokoiseksi.
uk: Буде відображатися у списку новин, та у самій новині. Зображення буде зменшено до відповідного розміру.

source: help_no_selectable_default_pages
el: Δεν υπάρχουν αντικείμενα σε αυτόν τον φάκελο που να μπορούν να οριστούν ως προεπιλεγμένη σελίδα.
fi: Tässä kansiossa ei ole oletusnäkymäksi soveltuvaa sisältöä.
uk: Дана тека не містить елементів, які може бути використано в якості сторінки по замовчуванню.

source: help_nonfolderish_tabs
fi: Oletusarvoisesti jokainen päätasolla oleva kohde näytetään sivuston osiona. Jos kytket tämän pois, vain kansiot näytetään osioina. Tämä vaikuttaa vain, jos "Lisää välilehtiä automaattisesti" -toiminto on käytössä.
uk: Для будь-якого елемента, який знаходиться в корені сайту, по замовчуванню буде створено закладку, яка відображатиметься глобально на сайті. Якщо вимкнути цю опцію, то закладки будуть створюватися лише для тек. Це працює лише у тому випадку, якщо вибрано "Автоматично створювати закладки".

source: help_openid_identity_url
fi: Kirjoita OpenID-osoitteesi kirjautuaksesi.
uk: Для того, щоб увійти введіть, будь-ласка, нижче свій OpenID URL.

source: help_password_creation
el: Ελάχιστο όριο οι 5 χαρακτήρες.
fi: Vähintään 5 merkkiä.
uk: Мінімум 5 символів.

source: help_password_retrieval
el: Εάν ξεχάσατε τον κωδικό σας, ${click_here} .
fi: Jos et syystä tai toisesta muista salasanaasi, ${click_here}.
uk: Якщо ви забули свій пароль, ${click_here}.

source: help_path_criteria_value
el: Οι φάκελοι στους οποίους θα γίνει η αναζήτηση.
fi: Kansiot, joista haetaan.
uk: Теки, у яких шукати.

source: help_portal_type_criteria_value
el: Ένας από τους εγγεγραμμένους τύπους της πύλης.
fi: Jokin sivuston sisältötyypeistä.
uk: Один з наявних типів вмісту.

source: help_portrait
el: Για να προσθέσετε ή να αλλάξετε την προσωπογραφία: επιλέξτε "Αναζήτηση" και διαλέξτε μια φωτογραφία σας. Το προτεινόμενο μέγεθος εικόνας είναι 75 pixel μήκος και 100 pixel ύψος.
fi: Lisätäksesi tai muuttaaksesi omakuvaasi, napsauta "Selaa"-painiketta ja valitse kuvatiedosto. Suositeltu kuvan koko on 75 pikseliä leveä ja 100 pikseliä korkea.
uk: Щоб додати новий портрет клацніть на кнопці <strong>Огляд</strong> та виберіть свою фотографію. Рекомендовані розміри - 75 пікселів в ширину та 100 пікселів в висоту. <br />

source: help_preferred_language
el: Η γλώσσα που προτιμάτε.
fi: Kielivalintasi.
uk: Ваша мова.

source: help_publishing_comments
el: Θα προστεθούν στο ιστορικό δημοσίευσης. Εάν επιλεγούν πολλαπλά αντικείμενα, αυτό το σχόλιο θα επισυναφθεί σε όλα.
fi: Tämä kommentti lisätään julkaisuhistoriaan. Jos olet valinnut useita kohteita, lisätään tämä kommentti niihin kaikkiin.
uk: Введіть короткий опис або коментар. Його буде додано до поля коментарів в історії публікації. Якщо кілька елементів вибрано, то коментар буде надано їм усім.

source: help_remember_my_name
el: Επιλέξτε αυτό για να συμπληρωθεί το παρωνύμιό σας αυτόματα την επόμενη φορά που θα συνδεθείτε.
fi: Valitse tämä jos haluat, että käyttäjätunnuksesi valitaan seuraavilla käyntikerroilla automaattisesti.
uk: Опцію 'Запам'ятай мій псевдонім' встановить коржик з вашим псевдонімом. Коли ви будете входити пізніше, ваш псевдонім уже буде заповнено.

source: help_search_author
el: Επιστρέφει αντικείμενα που δημιουργήθηκαν από ένα συγκεκριμένο πρόσωπο.
fi: Näytä tietyn jäsenen laatima sisältö.
uk: Для отримання елементів, створених певною особою.

source: help_search_categories
fi: Palauttaa tuloksia, jotka sopivat joihinkin tai kaikkiin näistä kategorioista. Voit hakea useita sanoja pitämällä pohjassa <strong>Ctrl</strong>-näppäintä (tai <strong>Apple</strong>-näppäintä Macissa) valitessasi avainsanoja.
uk: Показати об'єкти, які попадають під критерії однієї чи усіх категорій. Складні слова можна знайти, тримаючи <strong>Ctrl</strong> (або <strong>Apple</strong> клавішу на Mac) під час натискання на ключове слово.

source: help_search_description
el: Επιστρέφει αντικείμενα που ταιριάζουν με αυτή την περιγραφή. Πολλαπλές λέξεις μπορούν να εντοπιστούν συνδυάζοντάς τες με το <strong>AND</strong> και το <strong>OR</strong> .
fi: Hae sisältöä, jossa on tämä teksti. Voit etsiä useita sanoja yhdistämällä ne <strong>AND</strong>- ja <strong>OR</strong> -sanoilla.
uk: Для отримання елементів, що відповідають опису. Кілька слів можна об'єднувати за допомогою <strong>AND</strong> та <strong>OR</strong>.

source: help_search_email
fi: Hae jäseniä, joiden sähköpostiosoite sisältää:
uk: Знайти користувачів, адрес електронної пошти котрих містить

source: help_search_fullname
fi: Hae käyttäjiä, joiden koko nimi sisältää:
uk: Показує користувачів, чиє ім'я містить такі символи.

source: help_search_item_type
el: Επιστρέφει τα αντικείμενα ενός συγκεκριμένου είδους.
fi: Hae tietyn tyyppiset sisällöt.
uk: Для отримання елементів певного типу.

source: help_search_name
fi: Hae jäsenet, joiden käyttäjätunnus sisältää:
uk: Знайти користувачів, псевдонім яких містить

source: help_search_new_items_since
el: Επιστρέφει τα αντικείμενα που προστέθηκαν μετά την τελευταία φορά που συνδεθήκατε, την τελευταία εβδομάδα κλπ.
fi: Hae sisältöä, joka on lisätty viimeisimmän kirjautumisesi jälkeen, viime viikolla jne.
uk: Для отримання елементів, що були додані з часу вашого останнього входження, за останній тиждень, і т.п.

source: help_search_new_owner
fi: Etsi jäseniä.
uk: Пошук користувачів.

source: help_search_review_status
fi: Voit hakea sisältöä julkaisutilan perusteella. Jos haluat rajoittaa haun tiettyihin tiloihin, valitse haluamasi tilat tästä luettelosta.
uk: Як рецензент, ви можете шукати елементи, базуючись на їх стані. Якщо Ви хочете обмежити результати до елементів в певних станах, виберіть їх зі списку.

source: help_search_roles
fi: Hae jäseniä, joilla on seuraavat roolit:
uk: Знайти користувачів, які мають усі з вказаних ролей.
