Repository: isaw/isaw.events
Catalog: plone/buildout-cache/eggs/plone.app.locales-3.3.8-py2.4.egg/plone/app/locales/i18n/plone-*.po
Languages: el, fi, uk

source: Title of the rendered portlet
uk: Заголовок портлета

source: Toggle full screen mode
el: Εναλλαγή κατάστασης πλήρης οθόνης
fi: Vaihda kokoruututilaan
uk: Перейти до повноекранного режиму

source: Transaction(s) undone.
fi: Transaktio(t) peruttu.
uk: Трансакцію(ї) відмінено.

source: Transform
el: Μετασχηματισμός
fi: Muunna
uk: Перетворити

source: Transition
el: Μετάβαση
fi: Siirtymä
uk: Перехід

source: Type in here the message that you want to mail. Some defined content can be replaced: ${title} will be replaced by the title of the item. ${url} will be replaced by the URL of the item.
uk: Введіть повідомлення, яке хочете надіслати. Деякий вміст може бути змінено: ${title} буде замінено на назву елемента. ${url} буде замінено на веб-адресу елемента.

source: Types
el: Τύποι αντικειμένων
fi: Tyypit
uk: Типи

source: Types Settings
el: Ρυθμίσεις τύπων αντικειμένων
fi: Tyyppiasetukset
uk: Параметри Типів

source: URL of RSS feed
fi: RSS-syötteen osoite
uk: RSS адреса (URL)

source: Unable to copy ${name} as part of content rule 'copy' action: ${error}
fi: Sisältösäännön kopiointitoiminnon määrittämä kohteen ${name} kopiointi epäonnistui: ${error}
uk: Неможливо скопіювати ${name} через правило дії 'копіювати': ${error}

source: Unable to move ${name} as part of content rule 'move' action: ${error}
fi: Sisältösäännön siirtotoiminnon määrittämä kohteen ${name} siirto epäonnistui: ${error}
uk: Неможливо перемістити ${name} через правило дії 'перемістити': ${error}

source: Unable to send mail: ${exception}
el: Αδυναμία αποστολής αλληλογραφίας: ${exception}
fi: Postin lähetys epäonnistui: ${exception}
uk: Неможливо відправити пошту: ${exception}

source: Unauthorized to paste item(s).
el: Απαγορεύεται η επικόλληση αντικειμένων.
fi: Sisällön liittäminen ei ole sallittua.
uk: Не дозволено вставити елемент(и).

source: Undo
el: Αναίρεση
fi: Peru
uk: Повернути

source: Unlock
el: Ξεκλείδωμα
fi: Poista lukitus
uk: Розблокувати

source: Update cancelled.
el: Η ενημέρωση ακυρώθηκε
fi: Päivitys peruttu.
uk: Оновлення відмінено.

source: Use folders to put content in categories.
el: Χρησιμοποιείστε φακέλους για να κατηγοριοποιήσετε το περιεχόμενο.
fi: Käytä kansioita sisällön lajitteluun (kategoriointiin).
uk: Використовувати теки для категоризації вмісту.

source: User added.
el: Ο χρήστης προστέθηκε.
fi: Jäsen lisätty.
uk: Користувача додано.

source: User and groups settings for this site.
fi: Sivuston käyttäjä- ja ryhmäasetukset.
uk: Параметри Користувачів/ Груп для даного сайту.

source: User/Groups settings
fi: Käyttäjä-/ryhmäasetukset
uk: Параметри Користувачів/Груп

source: Users and Groups
el: Χρήστες και Ομάδες
fi: Käyttäjät ja ryhmät
uk: Користувачі і Групи

source: Users and Groups Administration
el: Διαχείριση Χρηστών και Ομάδων
fi: Jäsenten ja ryhmien hallinta
uk: Адміністрування груп та користувачів

source: View
el: Προβολή
fi: Näytä
uk: Перегляд

source: View changed.
el: Η προβολή άλλαξε.
fi: Näkymä muutettu.
uk: Вигляд змінено.

source: View portlet management screen
el: Μετάβαση στην οθόνη διαχείρισης των πλαισίων
fi: Katso sovelman hallintanäkymää
uk: Показати вікно редагування портлетів

source: Visible to all intranet users, editable by the owner.
el: Ορατό σε όλους τους χρήστες εσωτερικού δικτύου, υπόκειται σε αλλαγές από τον ιδιοκτήτη.
fi: Näkyy kaikille intranetin käyttäjille, ainoastaan omistaja voi muokata.
uk: Видимий для усіх внутрішніх користувачів, власник може редагувати.

source: Visible to all intranet users.
el: Ορατό σε όλους τους χρήστες εσωτερικού δικτύου.
fi: Näkyy kaikille intranetin käyttäjille.
uk: Видимий для усіх внутрішніх користувачів.

source: Visible to everyone, but not approved by the reviewers.
el: Ορατό σε όλους, αλλά όχι εγκεριμένο από τους επιθεωρητές.
fi: Näkyy kaikille, mutta ei ole hyväksyjän hyväksymä.
uk: Видимий для всіх, але не затвердженийрецензентом.

source: Visible to everyone, editable by the owner.
el: Ορατό σε όλους, υπόκειται σε αλλαγές από τον ιδιοκτήτη.
fi: Näkyy kaikille, omistaja voi muokata.
uk: Видимий для всіх, може редагуватися власником.

source: Visible to everyone, not editable by the owner.
el: Ορατό σε όλους, δεν υπόκειται σε αλλαγές από τον ιδιοκτήτη.
fi: Näkyy kaikille, omistaja ei voi muokata.
uk: Видимий для всіх, не може редагуватися власником.

source: Visible to people outside the intranet, not editable by the owner.
el: Ορατό σε χρήστες εκτός εσωτερικού δικτύου, δεν υπόκειται σε αλλαγές από τον ιδιοκτήτη.
fi: Näkyy intranetin ulkopuolisille käyttäjille, omistaja ei voi muokata.
uk: Видимий для людей за межами внутрішньої мережі, не може редагуватися власником.

source: Waiting to be reviewed, not editable by the owner.
el: Σε αναμονή επιθεώρησης, δεν υπόκειται σε αλλαγές από τον ιδιοκτήτη.
fi: Odottaa hyväksyntää, omistaja ei voi muokata.
uk: Очікує на затвердження, власник не може відредагувати.

source: Warning
el: Προειδοποίηση
fi: Varoitus
uk: Попередження

source: Welcome! You are now logged in.
el: Καλωσήρθατε! Έχετε συνδεθεί.
fi: Tervetuloa! Olet nyt kirjautunut sisään.
uk: Вітаємо! Ви ввійшли на сайт.

source: When the previous transition was performed
el: Χρόνος προηγούμενης μετατροπής
fi: Kun edellinen siirtymä suoritettiin
uk: Коли було здійснено попередню трансакцію.

source: Whether or not execution of further rules should stop after this rule is executed
fi: Tuleeko tämän säännön jälkeisiä sääntöjä suorittaa
uk: Припинення виконання чи не виконання наступних правил внаслідок виконання даного правила.

source: Whether or not the rule is currently enabled
el: Ενεργοποιημένος κανόνας (ναι/όχι)
fi: Onko sääntö voimassa
uk: Чи активовано правило на даний момент

source: Wiki behavior
fi: Wiki-toiminnot
uk: Поведінка Wiki

source: Workflow state
el: Κατάσταση ροής εργασίας
fi: Työnkulun tila
uk: Робочий стан

source: Workflow states are: ${states}
el: Οι καταστάσεις ροής εργασίας είναι: ${states}
fi: Työnkulun tilat ovat: ${states}
uk: Робочі стани: ${states}

source: Workflow states to show in the calendar
fi: Kalenterissa näytettävät sisältökohteet työnkulun tilan perusteella
uk: Робочі стани, які показувати у календарі

source: Yes
el: Ναι
fi: Kyllä
uk: Так

source: You are not allowed to send this link.
el: Δεν σας επιτρέπεται να στείλετε αυτόν τον σύνδεσμο.
fi: Et voi lähettää tätä linkkiä.
uk: Вам не дозволен надсилати це посилання.

source: You cannot disable country-specific language variants, please choose a different site language first.
fi: Et voi kytkeä pois maakohtaisia kielivaihtoehtoja. Valitse ensin toinen oletuskieli.
uk: Ви не можете вимкнути варіанти мови, характерні для країн, спочатку змініть мову сайту.

source: You cannot have a type as secondary type without having it allowed. You have selected ${types}.
fi: Et voi valita toissijaiseksi tyypiksi tyyppiä, jota ei ole sallittu. Olet valinnut: ${types}.
uk: Не можливо зробити даний тип допоміжним, якщо це недозволено. Ви обрали: ${types}.

source: You entered an invalid email address.
el: Έχετε εισάγει μια λανθασμένη διεύθυνση email.
fi: Annoit väärän sähköpostiosoitteen.
uk: Ви ввели недійсну електронну адресу.

source: You have been registered.
el: Έχετε εγγραφεί.
fi: Sinut on rekisteröity.
uk: Вас зареєстровано.

source: You must enable cookies before you can log in.
el: Πρέπει να ενεργοποιήσετε τα cookies πρίν συνδεθείτε.
fi: Evästeet (cookies) on kytkettävä päälle, jotta voit kirjautua.
uk: Ви повинні увімкнути коржики перш ніж ввійти на сайт.

source: You must provide content names
fi: Anna sisällölle nimi
uk: Ви повинні ввести назви вмісту

source: You must select a publishing action.
el: Πρέπει να επιλέξετε μια ενέργεια δημοσίευσης.
fi: Sinun on valittava julkaisutoimenpide.
uk: Вам потрібно обрати дію публікування.

source: You must select content to change.
el: Πρέπει να επιλέξετε το περιεχόμενο που θα αλλάξει.
fi: Sinun on valittava muutettava sisältö.
uk: Вам потрібно вибрати вміст, який міняти.

source: You must sign in first.
el: Πρέπει πρώτα να συνδεθείτε.
fi: Sinun on ensin kirjauduttava sisään.
uk: Вам потрібно спершу ввійти.

source: You must upload a file
el: Πρέπει να ανεβάσετε ένα αρχείο
fi: Lähetä tiedosto
uk: Ви повинні завантажити файл

source: You should pack your database regularly. This number indicates how many days of undo history you want to keep. It is unrelated to versioning, so even if you pack the database, the history of the content changes will be kept. Recommended value is 7 days.
fi: Tietokanta tulisi pakata säännölisesti. Alla oleva numero määrittää sen, kuinka monta päivää historiaa säilytetään. Se ei liity versiointiin, joten pakkauksesta huolimatta sisältömuutosten historia säilyy. Suositeltu arvo on 7 päivää.
uk: Ви повинні регулярно упаковувати базу даних. Дана цифра показує історію якої кількості днів зберігати. Це ніяк не пов'язано зі збереженням версій, отже, навіть якщо Ви упакуєте базу даних, історію змін вмісту буде збережено. Рекомендоване значення - 7 днів.

source: Your link changes have been saved.
el: Οι αλλαγές στον σύνδεσμο αποθηκεύτηκαν.
fi: Linkin muutokset on tallennettu.
uk: Ваші зміни в посиланні збережено.

source: Your personal settings have been saved.
el: Οι προσωπικές σας ρυθμίσεις αποθηκεύτηκαν.
fi: Omat asetuksesi on tallennettu.
uk: Ваші особисті настройки збережено.

source: Your portrait has been deleted.
el: Το πορτραίτο σας διαγράφηκε.
fi: Muotokuvasi on poistettu.
uk: Ваш портрет було знищено.

source: Zope Database Packing
fi: Zope-tietokannan pakkaus
uk: Упакування бази даних Zope

source: Zope Management Interface
el: Περιβάλλον Διαχείρισης Zope
fi: Zope-hallintakäyttöliittymä (ZMI)
uk: Інтерфейс управління Zope (ZMI)

source: Zope server and site maintenance options.
fi: Zope-palvelimen ja sivuston ylläpitotoiminnot.
uk: Налаштування серверу Zope та ведення сайту.

source: accesskey_accesskey_details
el: <code>0</code> &mdash; Λεπτομέρειες Πλήκτρων Πρόσβασης
fi: <code>0</code> - Helppokäyttöisyysnäppäinten tiedot
uk: <code>0</code> — Деталі клавіш доступу

source: accesskey_advanced_search
el: <code>5</code> &mdash; Προχωρημένη Αναζήτηση
fi: <code>5</code> - Laajennettu sisältöhaku
uk: <code>5</code> — Складний пошук

source: accesskey_contact
el: <code>9</code> &mdash; Πληροφορίες επικοινωνίας
fi: <code>9</code> - Yhteystiedot
uk: <code>9</code> — Контактна інформація

source: accesskey_home_page
el: <code>1</code> &mdash; Αρχική Σελίδα
fi: <code>1</code> - Pääsivu
uk: <code>1</code> — Головна

source: accesskey_navigation
el: <code>6</code> &mdash; Δέντρο πλοήγησης ιστοχώρου
fi: <code>6</code> - Sivuston navigointipuu
uk: <code>6</code> — Дерево навіґації

source: accesskey_search_field
el: <code>4</code> &mdash; Εστίαση στο πεδίο αναζήτησης
fi: <code>4</code> - Siirry hakukenttään
uk: <code>4</code> — Фокус поля пошуку

source: accesskey_sitemap
el: <code>3</code> &mdash; Χάρτης Ιστοχώρου
fi: <code>3</code> - Sivukartta
uk: <code>3</code> — Мапа сайту

source: accesskey_skip_to_content
el: <code>2</code> &mdash; Μεταπήδηση στο περιεχόμενο
fi: <code>2</code> - Siirry sisältöön
uk: <code>2</code> — Перейти до вмісту

source: action_convert_legacy_portlets
fi: Täällä on vanhan tavan mukaisia sovelmia. Paina nappia muuntaaksesi ne ajanmukaisiksi sovelmiksi.
uk: Тут призначено портлети з вищих рівнів. Натисніть тут, щоб перетворити їх на нові портлети.

source: alert_really_delete
el: Θέλετε πραγματικά να διαγράψετε το αντικείμενο;
fi: Haluatko varmasti poistaa tämän sisällön?
uk: Ви дійсно хочете видалити цей елемент?

source: alert_really_delete_folder
el: Θέλετε πραγματικά να διαγράψετε τον φάκελο και τα περιεχόμενά του;
fi: Haluatko todella poistaa tämän kansion ja kaiken sen sisällön?
uk: Ви дійсно хочете видалити дану теку та її вміст?

source: at_search_any
el: <οτιδήποτε>
fi: <mikä vain>
uk: <будь-які>

source: author_feedback_mailtemplate_body
el: Λαμβάνετε αυτό το e-mail επειδή ο/η ${from_address} σας στέλνει μια ανταπόκριση σχετικά με το περιεχόμενο που δημιουργήσατε στη διεύθυνση ${url} . Το μήνυμα που σας εστάλη είναι: ${message}
fi: Tämä viesti lähetettiin sinulle, koska ${from_address} antoi sinulle palautetta laatimastasi sisällöstä osoitteessa ${url} . Annettu viesti on: ${message}
uk: Ви отримуєте цього листа тому, що ${from_address} надсилає відгук про об'єкт, який Ви створили на ${url}. Повідомлення: ${message}

source: back_to_addremove_products
el: Επιστροφή στην Προσθαφαίρεση Προϊόντων
fi: Palaa tuotteiden hallintaan
uk: Назад, до Додавання/видалення продуктів

source: batch_next_x_items
el: Επόμενα ${number} αντικείμενα
fi: Seuraavat ${number}
uk: Наступні ${number} елементів

source: batch_previous_x_items
el: Προηγούμενα ${number} αντικείμενα
fi: Edelliset ${number}
uk: Попередні ${number} елементів

source: batch_x_items_matching_your_criteria
uk: ${number} елементів, що відповідають вашому критерію.

source: box_comment_preview
el: Προεπισκόπηση Σχολίου
fi: Kommentin esikatselu
uk: Перегляд коментаря

source: box_error
el: Σφάλμα
fi: Virhe
uk: Помилка

source: box_events
el: Προσεχή Γεγονότα
fi: Tapahtumat
uk: Наступні події

source: box_external_links
el: Εξωτερικοί σύνδεσμοι
fi: Ulkoiset linkit
uk: Зовнішні посилання

source: box_forgot_password_option
el: Ξεχάσατε τον κωδικό σας;
fi: Salasana hukassa?
uk: Ви забули пароль?

source: box_full_review_list
el: Πλήρης λίστα επιθεώρησης
fi: Kaikki tarkistettavat...
uk: Повний список...

source: box_languages
el: Γλώσσες
fi: Kielivalinnat
uk: Мови

source: box_last_modified
el: Τελευταία τροποποίηση
fi: Viimeisin muutos
uk: Востаннє змінено:

source: box_local_resources
el: Εσωτερικοί πόροι
fi: Tällä sivustolla
uk: Локальні ресурси

source: box_more_news_link
el: Περισσότερες ειδήσεις
fi: Lisää uutisia...
uk: Більше новин...

source: box_more_recently_changed
el: Όλες οι τελευταίες αλλαγές
fi: Kaikki uusimmat muutokset...
uk: Всі останні зміни...

source: box_morelink
el: Περισσότερα...
fi: Lisää...
uk: Більше...

source: box_my_favorites
el: Τα Αγαπημένα μου
fi: Omat suosikit
uk: Мої улюбленці

source: box_navigation
el: Πλοήγηση
fi: Sisältö
uk: Навіґація

source: box_new_user_option
el: Νέος χρήστης;
fi: Uusi jäsen?
uk: Новий користувач?

source: box_news
el: Ειδήσεις
fi: Uutiset
uk: Новини

source: box_previous_events
el: Προηγούμενα γεγονότα...
fi: Menneet...
uk: Попередні події...

source: box_recent_changes
el: Τελευταίες Αλλαγές
fi: Uusimmat muutokset
uk: Останні зміни

source: box_recent_no_items
el: Κανένα αντικείμενο δεν άλλαξε ακόμη.
fi: Muutoksia ei ole tehty.
uk: Жодних змін не відбулося.

source: box_related
el: Σχετιζόμενα
fi: Tähän liittyvää
uk: Пов'язані

source: box_review_list
el: Λίστα Επιθεώρησης
fi: Tarkistettavana
uk: Список оглядів

source: box_search
el: Άναζήτηση
fi: Hae
uk: Пошук

source: box_sign_in
el: Είσοδος
fi: Kirjaudu sisään
uk: Вхід

source: box_upcoming_events
fi: Tulevat...
uk: Наступні події...

source: change_id_for_item_not_allowed
el: Δεν επιτρέπεται να αλλάξετε τον τίτλο αυτού του αντικειμένου.
fi: Et voi muuttaa tätä nimikettä.
uk: Вам не дозволено змінювати заголовок даного елементу.

source: checkout_info
el: Αυτή είναι η παρούσα έκδοση του ${baseline_title}, που δημιουργήθηκε από ${creator} στις ${created}."
uk: Це робоча копія ${baseline_title} автора${creator} ${created}.

source: constraintypes_mode_acquire
el: Χρησιμοποίηση των ρυθμίσεων του γονικού φακέλου
fi: Käytä yläkansion asetuksia
uk: Використовувати параметри батьківської теки

source: contact_attendees
el: Παριστάμενοι
fi: Osallistujat
uk: Учасники

source: contact_name
el: Όνομα Επικοινωνίας
fi: Yhteyshenkilön nimi
uk: Контактне Ім'я

source: contact_phone
el: Τηλέφωνο Επικοινωνίας
fi: Yhteyshenkilön puhelinnumero
uk: Контактний телефон

source: contentrules_add_action
el: Προσθήκη ενέργειας
fi: Lisää toiminto
uk: Додати дію

source: contentrules_add_assignment
el: Ορισμός κανόνα εδώ
fi: Lisää sääntö tähän
uk: Призначити тут правило

source: contentrules_add_condition
el: Προσθήκη συνθήκης
fi: Lisää ehto
uk: Додати умову

source: contentrules_control_panel
el: πίνακας ελέγχου κανόνων περιεχομένου
fi: sisältösääntöjen ohjauspaneeli
uk: налаштування правил вмісту

source: contentrules_controlpanel_link
el: Χρησιμοποιήστε το ${controlpanel_link} για να ορίσετε νέους κανόνες ή να τροποποιήσετε υπάρχοντες.
fi: Käytä ${controlpanel_link}a laatiaksesi uusia sääntöjä tai muokataksesi sekä poistaaksesi nykyisiä sääntöjä.
uk: Використовуйте ${controlpanel_link} для створення нових правил, знищення або зміни існуючих.

source: contentrules_description_description
el: Εισάγετε μια σύντομη περιγραφή του κανόνα και του σκοπού του.
fi: Syötä lyhyt kuvaus säännöstä ja sen tarkoituksesta.
uk: Введіть короткий опис правила та його мету.

source: contentrules_description_trigger
fi: Sääntö suoritetaan, kun seuraava tapahtuma tapahtuu.
uk: Правило почне виконуватися після того, як відбудеться наступна подія.

source: contentrules_perform_actions
fi: Suorita seuraavat toiminnot:
uk: Здійснити наступні дії:

source: contentrules_rule_properties
fi: Säännön ominaisuudet
uk: Властивості правила

source: date_format_long
el: ${d}/${m}/${Y} ${H}:${M}
fi: ${A} ${d}. ${B}ta ${Y}, ${H}.${M} ${Z}
uk: Тут використовуютьсятакі самі змінні, як і у форматуванні часу. Підтримуються такі: ${A}, ${a}, ${B}, ${b}, ${H}, ${I}, ${m}, ${d}, ${M}, ${p},${S}, ${Y}, ${y}, ${Z}, кожна з яких використовується у стрічці повідомлення.Наприклад: "${A} ${d}. ${B} ${Y}, ${H}:${M} ${Z}"В англомовних країнах використовуються:${Y}-${m}-${d} ${H}:${M}

source: date_format_short
el: ${d}/${m}/${Y}
fi: ${d}.${m}.${Y}
uk: Тут використовуютьсятакі самі змінні, як і у форматуванні часу. Підтримуються такі: ${A}, ${a}, ${B}, ${b}, ${H}, ${I}, ${m}, ${d}, ${M}, ${p},${S}, ${Y}, ${y}, ${Z}, кожна з яких використовується у стрічці повідомлення.Наприклад: "${A} ${d}. ${B} ${Y}, ${H}:${M} ${Z}"В англомовних країнах використовуються:${Y}-${m}-${d}

source: decription_no_members_assigned
el: Δεν υπάρχει κανένας χρήστης που να συνδέεται με αυτήν την ομάδα.
fi: Tässä ryhmässä ei ole yhtään ryhmää tai jäsentä.
uk: Нема жодної групи чи користувача приєднаного до цієї групи.

source: delete_file
el: Διαγραφή τρέχοντος αρχείου
fi: Poista tämä tiedosto
uk: Знищити поточний файл

source: delete_image
el: Διαγραφή τρέχουσας εικόνας
fi: Poista tämä kuva
uk: Знищити поточне зображення

source: description
el: περιγραφή
fi: kuvaus
uk: опис

source: description-contentrules
el: Συνοπτική εμφάνιση των κανόνων περιεχομένου που μπορούν να τεθούν σε φακέλους κ.ά. στο portal.
fi: Yleiskatsaus sisältösäännöistä, jotka voidaan kytkeä kansioihin ja muihin sivuston säiliöihin.
uk: Огляд правил вмісту, які може бути призначено для тек чи інших вмістимих типів на сайті.

source: description-contentrules-controlpanel
fi: Käytä alla olevaa lomaketta määrittääksesi, muuttaaksesi tai poistaaksesi sisältösääntöjä. Säännöt suorittavat toimintoja sisällölle, kun tietyt liipaisintapahtumat tulevat vastaan työnkulussa. Kun olet määrittänyt säännöt, haluat ehkä mennä johonkin kansioon ja kytkeä säännöt siihen käyttämällä "säännöt"-kohtaa toimintovalikossa.
uk: Використовуйте наступну форму для того, щоб визначити, змінити чи видалити правила вмісту. Правила починають виконуватися після того, як наступає певна подія. Після того, як правила призначено, Ви можете перейти до певної теки і присвоїти ці правила, використовуючи закладку "Правила" в меню дій.

source: description-rules-enable-globally
fi: Käytetäänkö sisältösääntöjä sivustolla vai ei. Jos tätä ei ole valittu, mitään sääntöjä ei suoriteta sivustolla.
uk: Чи потрібно вмикати правила вмісту для цілого сайту. Якщо не вибрано, жодне правило не буде дієвим на сайті.

source: description-rules-globalsettings
el: Οι παρακάτω ρυθμίσεις επηρεάζουν όλους τους κανόνες.
fi: Seuraavat asetukset vaikuttavat kaikkiin sääntöihin.
uk: Наступні параметри мають вплив на правила, які діють на усьому сайті.

source: description_access_keys
el: Τα πλήκτρα πρόσβασης είναι ένα εργαλείο πλοήγησης που σας επιτρέπει να περιηγηθείτε σε αυτόν τον ιστοχώρο χρησιμοποιώντας το πληκτρολόγιο σας.
fi: Helppokäyttöisyysnäppäimet ovat navigointiapu. Niiden avulla on mahdollista kulkea sivustolla näppäimistöä käyttäen.
uk: Клавіші доступу є зручним способом переміщення по сайту за допомогою клавіатури.

source: description_accessibility_info
el: Αυτός ο ιστοχώρος χρησιμοποιεί το ${plone} , και σχεδιάστηκε έτσι ώστε να είναι απολύτως ευπρόσιτος και εύχρηστος, σύμφωνα με τις οδηγίες του Web Content Accessibility Guidelines ( ${wcag} v1.0). Αν υπάρχει οτιδήποτε στον ιστοχώρο &mdash; σχετικό με την προσιτότητα ή την εγκυρότητα &mdash; που να μην είναι σύμφωνο με το πρότυπο, παρακαλούμε επικοινωνήστε με τη ${site_admin} , και όχι με την Ομάδα του Plone.
fi: Tämän sivusto pohjautuu ${plone}en. Plone on suunniteltu täysin esteettömäksi ja käytettäväksi Web Content Accessibility Guidelinesin mukaisesti (${wcag} v1.0). Jos tämän sivuston esteettömyydessä on jotain standardien vastaista, ota yhteyttä ${site_admin}on.
uk: Даний сайт було створено на основі ${plone}, і розроблено загальнодоступним і легким у використанні. Сайт працює відоповідно до Правил Доступності веб-вмісту (${wcag} v1.0). Якщо є на сайті щось, що не відповідає стандартам, будь-ласка, сконтактуйте з ${site_admin}, а не командою Plone.

source: description_accessibility_statement
el: Έχουμε δεσμευθεί να χρησιμοποιήσουμε τη γνώση μας και την αντίληψη μας γύρω από τους τρόπους που διάφοροι άνθρωποι προσεγγίζουν το Διαδίκτυο, για να αναπτύξουμε έναν ιστοχώρο που να είναι προς όλους απλός και ξεκάθαρος στη χρήση.
fi: Tämän sivuston suunnittelussa ja toteutuksessa on hyödynnetty usean eri tahon osaamista. Useiden eri ihmisten Internetin käyttötapoja on tutkittu ja tuloksena on tämä sivusto, joka on selkeä ja riittävän yksinkertainen kaikkien käytettäväksi.
uk: Ми використовуєм наші знання та розуміння того, як різні люди користуються інтернетом, для розробки веб сайту, який був би простим і зрозумілим для усіх.

source: description_add_comment
el: Μπορείτε να προσθέσετε το σχόλιό σας συμπληρώνοντας την παρακάτω φόρμα. Μορφοποίηση απλού κειμένου.
fi: Voit lisätä kommentin täyttämällä alla olevan lomakkeen. Muotoilu ei ole mahdollista.
uk: Ви можете додати коментар, заповнивши форму нижче.

source: description_add_new_item
el: Επιλέξτε το είδος του αντικειμένου που θέλετε να προσθέσετε στον φάκελό σας.
fi: Valitse kansioosi lisättävän sisällön tyyppi.
uk: Виберіть тип елемента, який хочете додати до вашої теки.

source: description_addremove_products
el: Βρίσκεστε στον τομέα εγκατάστασης Επιπρόσθετων Προϊόντων. Μπορείτε να προσθέσετε και να αφαιρέσετε προϊόντα από την παρακάτω λίστα.
fi: Tämä on tuotteiden asennusosio. Voit lisätä, poistaa tai uudelleenasentaa sivustolla käytössä olevia tuotteita alla olevia luetteloita käyttäen.
uk: У даному розділі можна встановлювати додаткові продукти, їх можна додавати та видаляти зі списку нижче.

source: description_advanced_search
el: Αυτή η φόρμα αναζήτησης σας επιτρέπει να εντοπίσετε περιεχόμενο στον ιστοχώρο, ορίζοντας έναν ή περισσότερους όρους αναζήτησης. <br/> Μην ξεχνάτε ότι μπορείτε ανά πάσα στιγμή να χρησιμοποιήσετε την γρήγορη αναζήτηση, η οποία είναι συνήθως αποτελεσματική. Αυτή η φόρμα αναζήτησης χρησιμεύει μόνο εάν θέλετε να γίνετε πιο συγκεκριμένοι.
fi: Voit etsiä sivustolta sisältöä antamalla yhden tai useampia hakuehtoja alla olevaan hakulomakkeeseen. <br/> Muista, että voit käyttää pikahakua koska tahansa. Laajennettu haku soveltuu tarkempiin hakuihin paremmin kuin pikahaku, koska se mahdollistaa hakemisen käyttäen useita eri hakuehtoja.
uk: Ця форма дозволить вам знайти вміст на сайті, вказавши один чи кілька критеріїв пошуку. <br />Пам'ятайте, що Ви можете використовувати швидкий пошук завжди, зазвичай його достатньо, а ця форма тільки для того, щоб бути точнішим при пошуку.
