Repository: isaw/isaw.events
Catalog: plone/buildout-cache/eggs/plone.app.locales-3.3.8-py2.4.egg/plone/app/locales/i18n/plone-*.po
Languages: el, fi, uk

source: label_group_memberships
el: Συνδρομές Ομάδας
fi: Ryhmäjäsenyydet
uk: Членство в групі

source: label_group_name
el: Όνομα Ομάδας
fi: Ryhmän nimi
uk: Ім'я групи

source: label_group_portlets
fi: Ryhmäsovelmat
uk: Портлети групи

source: label_group_properties
el: Ιδιότητες Ομάδας
fi: Ryhmän ominaisuudet
uk: Властивості групи

source: label_group_search
fi: Ryhmähaku
uk: Пошук групи

source: label_groups
el: Ομάδες
fi: Ryhmät
uk: Групи

source: label_here
el: εδώ
fi: tästä
uk: отут

source: label_historical_unavailable
el: Το ιστορικό δεν είναι διαθέσιμο
fi: Historia ei ole käytössä
uk: Журнал не доступний

source: label_history
el: Ιστορικό
fi: Historia
uk: Історія

source: label_home
el: Αρχική Σελίδα
fi: Pääsivu
uk: Головна

source: label_homepage
el: Αρχική σελίδα
fi: Kotisivu
uk: Головна сторінка

source: label_identity_url
fi: OpenID-osoite
uk: OpenID URL

source: label_ignored_exception
el: Τύποι εξαιρέσεων που αγνοούνται
fi: Ohitetut virhetyypit
uk: Ігнорувати виняткові ситуації

source: label_image
el: Εικόνα
fi: Kuva
uk: Зображення

source: label_image_caption
el: Λεζάντα Εικόνας
fi: Kuvateksti
uk: Підпис зображення

source: label_immediately_addable_types
el: Επιτρεπόμενοι τύποι
fi: Sallitut sisältötyypit
uk: Дозволені типи

source: label_include_contained_objects
fi: Myös sisältö
uk: Охопити піделементи

source: label_include_top_node
fi: Näytä päätaso
uk: Відображати кореневий вміст

source: label_inherit_criteria
el: Κληρονόμηση Κριτηρίων
fi: Peri ehdot
uk: Успадковувати критерій

source: label_inherit_local_roles
fi: Peri oikeudet ylemmiltä tasoilta
uk: Використовувати повноваження з вищих рівнів.

source: label_install
el: Εγκατάσταση
fi: Asenna
uk: Встановити

source: label_item_count
el: Πλήθος Αντικειμένων
fi: Näytä korkeintaan
uk: Кількість елементів

source: label_item_selected
fi: Kohde: ${contentitem}
uk: Елемент: ${contentitem}

source: label_item_type
el: Είδος αντικειμένου
fi: Sisältötyyppi
uk: Тип елементу

source: label_keywords
el: Λέξεις-κλειδιά
fi: Kategoriat
uk: Ключові слова

source: label_language
el: Γλώσσα
fi: Kieli
uk: Мова

source: label_language_settings_link
el: Ρυθμίσεις γλώσσας...
fi: Kieliasetukset...
uk: Параметри мови...

source: label_languages
el: Γλώσσες
fi: Kielivalinnat
uk: Мови

source: label_limit_number
el: Περιορισμός Αποτελεσμάτων Αναζήτησης
fi: Rajoita näytettävien hakutulosten määrää
uk: Обмежити результати пошуку

source: label_listed_status
el: Καταλογογράφηση στις αναζητήσεις
fi: Mukana jäsenluettelossa
uk: В списку

source: label_local_roles
el: Τοπικοί Ρόλοι
fi: Paikalliset roolit
uk: Локальна роль(і)

source: label_locally_allowed_types
fi: Toissijaiset sisältötyypit
uk: Допоміжні типи

source: label_localrole_to_assign
el: Ρόλος προς ανάθεση
fi: Myönnettävä rooli
uk: Роль, яку надається

source: label_localroles_to_assign_to_selected_users
el: Ρόλοι προς ανάθεση στους επιλεγμένους χρήστες/ομάδες
fi: Valituille jäsenille/ryhmille myönnettävät roolit
uk: Які ролі присвоїти вибраним користувачу(ам)/групі(ам)

source: label_location
el: Τοποθεσία
fi: Sijainti:
uk: Розташування

source: label_locked
el: Κλειδωμένο
fi: Lukittu
uk: Заблоковано

source: label_log_in
el: Σύνδεση
fi: Kirjaudu sisään
uk: Ввійти

source: label_login_continue
el: Συνέχεια
fi: Jatka
uk: Продовжити

source: label_login_continue_to_home_page
el: Συνέχεια στην αρχική σελίδα ${portal_title}
fi: Jatka sivuston ${portal_title} etusivulle
uk: Продовжити й перейти до головної сторінки ${portal_title}

source: label_login_name
el: Παρωνύμιο
fi: Käyttäjätunnus
uk: Ім'я користувача

source: label_login_to_add_comments
el: Συνδεθείτε για να προσθέσετε σχόλια
fi: Kirjaudu sisään kommentoidaksesi
uk: Ввійдіть щоб додати коментарі

source: label_login_to_send_feedback
el: Συνδεθείτε για να ανταποκριθείτε
fi: Kirjaudu sisään antaaksesi palautetta
uk: Ввійдіть, щоб надіслати відгук

source: label_look
el: Εμφάνιση
fi: Ulkoasu
uk: Вигляд

source: label_mail_password
el: Αποστολή του κωδικού με e-mail
fi: Lähetä salasana sähköpostitse
uk: Надіслати пароль

source: label_main_language
el: Κύρια Γλώσσα:
fi: Pääkieli:
uk: Основна мова:

source: label_message
el: Μήνυμα
fi: Viesti
uk: Повідомлення

source: label_modification_date
el: Ημερομηνία Τροποποίησης
fi: Muokkauspäivä
uk: Дата зміни

source: label_name
el: Όνομα
fi: Nimi
uk: Ім'я

source: label_navigation_root_path
fi: Päätason polku
uk: Корінь дерева навіґації

source: label_navigation_startlevel
fi: Aloitustaso
uk: Початковий рівень

source: label_navigation_title
el: Τίτλος
fi: Nimike
uk: Заголовок

source: label_navigation_tree_depth
fi: Navigointipuun syvyys
uk: Глибина дерева навіґації

source: label_navigation_types
el: Προβαλλόμενοι τύποι περιεχομένου
fi: Näkyvät sisältötyypit
uk: Типи вмісту, які відображати

source: label_navtree_wf_enable
el: Φίλτρο στην κατάσταση ροής εργασίας
fi: Suodata työnkulun perusteella
uk: Фільтрувати по робочому стану

source: label_new_categories
el: Νέες κατηγορίες
fi: Uudet kategoriat
uk: Нові категорії

source: label_new_items_since
el: Νέα αντικείμενα από
fi: Uudemmat kuin
uk: Нові елементи від

source: label_new_owner
el: Νέος ιδιοκτήτης
fi: Uusi omistaja
uk: Новий власник

source: label_new_owner_search
el: Αναζήτηση για νέο ιδιοκτήτη
fi: Etsi uutta omistajaa
uk: Пошук ноовго власника

source: label_new_password
el: Νέος κωδικός
fi: Uusi salasana
uk: Новий пароль

source: label_new_short_name
el: Νέο Σύντομο Όνομα
fi: Uusi tunniste
uk: Нове коротке ім'я

source: label_new_title
el: Νέος Τίτλος
fi: Uusi nimike
uk: Новий заголовок

source: label_news_image
el: Εικόνα
fi: Kuva
uk: Зображення

source: label_next
el: Επόμενο
fi: Seuraava
uk: Наступна

source: label_next_item
el: Επόμενο: ${itemtitle}
uk: Наступний: ${itemtitle}

source: label_next_item_arrow
el: Δεξί βέλος
uk: Стрілка праворуч

source: label_no_change
el: Καμμία αλλαγή
fi: Ei muutosta
uk: Без змін

source: label_no_group_specified
el: Δεν καθορίστηκε ομάδα.
fi: Ryhmää ei määritelty.
uk: Не вказано жодної групи

source: label_no_prefs_panels_available
fi: Ei säätöpaneeleja.
uk: Відсутня можливість налаштування вподобань.

source: label_no_reference
fi: <ei viittausta>
uk: <no reference>

source: label_no_results_found
el: Δεν βρέθηκαν αποτελέσματα που να ταιριάζουν
fi: Ei sopivia tuloksia.
uk: На Ваш запит не знайдено жодного документа.

source: label_no_workflow
el: Χωρίς ροή εργασιών
fi: Ei työnkulkua
uk: Жодного робочого процесу

source: label_nonfolderish_tabs_tabs_enable
fi: Tee välilehdet myös muille kuin kansioille.
uk: Створювати закладки для усіх елементів (не лише для тек).

source: label_number_exceptions
el: Αριθμός των εξαιρέσεων που θα τηρηθούν
fi: Säilytettävien virheilmoitusten määrä
uk: Яку кількість виняткових ситуацій зберігати

source: label_ok
el: Ok
fi: OK
uk: Добре

source: label_openid_log_in
el: Σύνδεση
fi: Kirjaudu
uk: Вхід

source: label_or
el: ή
fi: tai
uk: або

source: label_ordinary_content_editor
el: Τυπικός Επεξεργαστής τύπου Φόρμας (λειτουργεί σε όλους τους φυλλομετρητές)
fi: Tavallinen HTML-lomakepohjainen sisältöeditori (toimii kaikissa selaimissa)
uk: Звичайний HTML редактор (працює у всіх переглядачах)

source: label_outdated_product_reinstall
fi: Tämä tuote on päivitetty uudempaan. Tiedostojärjestelmässä oleva versio on ${version}. Napsauta tästä asentaaksesi tuote uudelleen: ${reinstall_button}.
uk: Цей продукт застарів. Його версія ${version}. Щоб перевстановити, клацніть ${reinstall_button}"

source: label_parent
fi: Ylös
uk: Батьківські

source: label_password
el: Κωδικός
fi: Salasana
uk: Пароль

source: label_password_change_mail
fi: Sinulle lähetetään verkko-osoite sähköpostitse; seuraa vastaanottamaasi linkkiä, niin pääset vaihtamaan salasanasi ja saat rekisteröitymisen suoritettua.
uk: URL буде сформовано та надіслано Вам на електронну пошту; перейдіть по посиланню на сторінку, де Ви зможете змінити Ваш пароль і завершити процес реєстрації.

source: label_path_criteria_recurse
el: Αναζήτηση στους Υπο-φακέλους
fi: Etsi alikansioista
uk: Пошук у підтках

source: label_path_criteria_value
el: Φάκελοι
fi: Kansiot
uk: Теки

source: label_perform_search
el: Διενέργεια Αναζήτησης
fi: Käynnistä haku
uk: Виконати пошук

source: label_plone_cms
fi: Plone<sup>&reg;</sup> - avoimen lähdekoodin sisällönhallintajärjestelmä
uk: Plone<sup>&reg;</sup> CMS — Система Управління Вмістом

source: label_plone_foundation
el: Ιδρύματος Plone
fi: Plone-säätiö
uk: Фундації Plone

source: label_portal_objects
el: Αντικείμενα Πύλης
fi: Sivuston objektit
uk: Об'єкти порталу

source: label_portal_type_criteria_value
el: Τιμή
fi: Arvo
uk: Значення

source: label_portlets
el: Θυρίδες
fi: Sovelmat
uk: Портлети

source: label_portlets_content_type_portlets
fi: Sisältötyyppisovelmat:
uk: Портлети типів вмісту:

source: label_portlets_group_portlets
fi: Ryhmäsovelmat:
uk: Портлети групи:

source: label_portlets_parent_folders
fi: Ylätason sovelmat:
uk: Батьківські портлети:

source: label_portrait
el: Προσωπογραφία
fi: Omakuva
uk: Портрет

source: label_powered_by_plone
fi: Tämä sivusto pohjautuu Ploneen
uk: Працює завдяки Plone

source: label_previous
el: Προηγούμενο
fi: Edellinen
uk: Попередня

source: label_previous_item
el: Προηγούμενο: ${itemtitle}
uk: Попередній: ${itemtitle}

source: label_previous_item_arrow
el: Αριστερό βέλος
uk: Стрілка ліворуч

source: label_published
el: Δημοσιευμένο
fi: Julkaistu
uk: Опублікований

source: label_publishing_effective
el: Ενεργό
fi: voimassa
uk: чинний з

source: label_quick_search
el: Γρήγορη αναζήτηση
fi: Pikahaku
uk: Швидкий пошук

source: label_refresh
el: Ανανέωση
fi: Lataa uudelleen
uk: Оновити

source: label_register
el: Εγγραφή
fi: Rekisteröidy
uk: Зареєструватися

source: label_related_items
el: Σχετικά αντικείμενα
fi: Samasta aiheesta
uk: Пов'язаний вміст

source: label_relevance_percentage
fi: Asiaankuuluvuus: ${percentage}%
uk: [збіг: ${percentage}%]

source: label_remember_my_name
el: Απομνημόνευση του ονόματός μου.
fi: Muista minut.
uk: Запам'ятати мій псевдонім.

source: label_remove
el: Αφαίρεση
fi: Poista
uk: Видалити

source: label_remove_selected_groups
el: Απομάκρυνση επιλεγμένων ομάδων
fi: Poista valitut ryhmät
uk: Видалити вибрані групи

source: label_remove_selected_users
fi: Poista valitut ryhmät/jäsenet
uk: Видалити виділені групи / користувачів

source: label_rename_all
el: Μετονομασία Όλων
fi: Uudelleennimeä kaikki
uk: Перейменувати все

source: label_reply
el: Απάντηση
fi: Vastaa
uk: Відповісти

source: label_request_url
el: Αίτηση URL
fi: Pyynnön verkko-osoite
uk: URL запиту

source: label_required
el: (Απαιτούμενο)
fi: (Pakollinen)
uk: (обов'язково)

source: label_rev_earlier
el: Προηγούμενες Αναθεωρήσεις
fi: Aiemmat versiot
uk: Попередні редакції

source: label_rev_later
el: Τελευταίες Αναθεωρήσεις
fi: Myöhemmät versiot
uk: Пізніші редакції

source: label_review_status
el: Κατάσταση επιθεώρησης
fi: Tarkastustilanne
uk: Статус

source: label_roles
el: Ρόλος/-οι
fi: Rooli(t)
uk: Роль(і):

source: label_rule_disabled
el: Απενεργοποιημένο
fi: Sammutettu
uk: Вимкнено

source: label_rule_enabled
el: Ενεργοποιημένο
fi: Käytössä
uk: Увімкнено

source: label_rule_event_trigger
fi: Tapahtuman liipaisin: ${trigger}
uk: Тригер події: ${trigger}

source: label_save
el: Αποθήκευση
fi: Tallenna
uk: Зберегти

source: label_save_settings
el: Αποθήκευση ρυθμίσεων
uk: Зберегти налаштування

source: label_schema_categorization
el: Κατηγοριοποίηση
fi: Kategorisointi
uk: Категоризація

source: label_schema_dates
el: Ημερομηνίες
fi: Päivät
uk: Дати

source: label_schema_default
el: Προεπιλεγμένο
fi: Oletusarvo
uk: По замовчуванню

source: label_schema_metadata
el: Μεταδεδομένα
fi: Lisätiedot
uk: Метадані

source: label_schema_ownership
el: Ιδιοκτησία
fi: Omistaja
uk: Право власності

source: label_schema_settings
el: Ρυθμίσεις
fi: Asetukset
uk: Параметри

source: label_search
el: Αναζήτηση
fi: Hae
uk: Пошук

source: label_search_by
el: Αναζήτηση κατά
fi: Hakuehto
uk: Шукати за

source: label_search_large
el: Επίδειξη όλων
fi: Näytä kaikki
uk: Показати усі

source: label_search_term
el: Όρος Αναζήτησης
fi: Hakusana
uk: Параметр пошуку

source: label_search_text
el: Κείμενο Αναζήτησης
fi: Haettava teksti
uk: Текст, який шукати

source: label_searchbox_currentfolder_only
el: μόνο από αυτή τη περιοχή και κάτω
fi: vain tästä osiosta
uk: лише у поточному розділі

source: label_searchresults
el: Αποτελέσματα αναζήτησης
fi: Hakutulokset
uk: Результати пошуку

source: label_section_508
el: Τμήμα 508
fi: Pykälä 508
uk: Секція 508

source: label_select
el: Επιλογή:
uk: Виберіть:

source: label_select_all
el: Επιλογή: ${label_link_all}
fi: Valitse: ${label_link_all}
uk: Вибрати: ${label_link_all}

source: label_select_all_items
el: Επιλέξτε όλα τα αντικείμενα
fi: Valitse kaikki
uk: Вибрати всі елементи

source: label_select_all_items_folder
el: Επιλογή όλων των ${number} αντικειμένων σε αυτό το φάκελο.
fi: Valitse tämän kansion kaikki ${number} kohdetta.
uk: Вибрати усі ${number} елементи у даній теці.

source: label_select_content_item
fi: Valitse sisältökohde...
uk: Вибрати елемент вмісту...

source: label_select_group
el: επιλογή ομάδας ${name}
fi: valitse ryhmä ${name}
uk: виберіть групу ${name}

source: label_select_user
el: επιλογή χρήστη ${user}
fi: valitse jäsen ${user}
uk: виберіть користувача ${user}

source: label_select_usergroup
el: επιλογή χρήστη/ομάδας ${role}
fi: valitse jäsen/ryhmä ${role}
uk: виберіть користувача/групу ${role}

source: label_selection_criteria_value
el: Τιμή
fi: Arvo
uk: Значення

source: label_send
el: Αποστολή
fi: Lähetä
uk: Надіслати

source: label_send_from
el: Από
fi: Lähettäjä
uk: Від

source: label_send_to_mail
el: Αποστολή προς
fi: Vastaanottajan osoite
uk: До

source: label_sender_from_address
el: E-Mail
fi: Sähköposti
uk: Електронна пошта

source: label_sender_fullname
el: Ονοματεπώνυμο
fi: Nimi
uk: Ім'я

source: label_short_name
el: Σύντομο Όνομα
fi: Tunniste
uk: Коротке ім'я

source: label_show
el: Επίδειξη
fi: Näytä
uk: Показати

source: label_show_all
el: Επίδειξη όλων των αντικειμένων
uk: Показати усі

source: label_show_all_entries
el: Εμφάνιση όλων των καταχωρήσεων
fi: Näytä kaikki
uk: Показати все

source: label_show_me
el: Δείξε μου
fi: Näytä
uk: Покажіть мені

source: label_showall
el: Εμφάνιση όλων
fi: Näytä kaikki
uk: Показати усі

source: label_site_admin
el: Διαχείριση του Ιστοχώρου
fi: sivuston ylläpito
uk: Адміністрація сайту

source: label_site_administration
el: διαχείριση ιστοχώρου
fi: sivuston ylläpito
uk: адміністрація сайту

source: label_site_map
el: Χάρτης ιστοχώρου
fi: Sivustokartta
uk: Мапа сайту

source: label_size
el: Μέγεθος
fi: Koko
uk: Розмір

source: label_skins
el: Μορφές
fi: Ulkoasut
uk: Шкіри

source: label_skiptocontent
el: Μετάβαση στο περιεχόμενο.
fi: Siirry sisältöön.
uk: Перейти до вмісту.

source: label_skiptonavigation
el: Μετάβαση στην πλοήγηση
fi: Siirry navigointiin
uk: Перейти до навіґації

source: label_smtp_pass
el: ESMTP κωδικός
fi: ESMPT-salasana
uk: ESMTP пароль

source: label_smtp_port
el: Θύρα SMTP
fi: SMTP-portti
uk: SMTP порт

source: label_smtp_server
el: Εξυπηρετητής SMTP
fi: SMTP-palvelin
uk: SMTP сервер

source: label_smtp_userid
el: ESMTP παρωνύμιο
fi: ESMTP-käyttäjätunnus
uk: ESMTP псевдонім

source: label_state
el: Κατάσταση
fi: Tila
uk: Стан:

source: label_status
el: Κατάσταση
fi: Tila
uk: Статус

source: label_string_criteria_value
el: Τιμή
fi: Arvo
uk: Значення

source: label_subject
el: Θέμα
fi: Aihe
uk: Предмет

source: label_subobjects
el: Υπο-αντικείμενα
fi: Alla oleva sisältö
uk: Підоб'єкти

source: label_syndication_channel_description
el: Περιγραφή Καναλιού
fi: Kanavan kuvaus
uk: Опис каналу

source: label_syndication_channel_title
el: Τίτλος Καναλιού
fi: Kanavan nimike
uk: Заголовок каналу

source: label_syndication_max_items
el: Μέγιστο Πλήθος Αντικειμένων
fi: Koon yläraja
uk: Максимальна кількість елементів

source: label_syndication_update_base
el: Βάση Ενημέρωσης
fi: Päivitysperusta
uk: База оновлення

source: label_syndication_update_frequency
el: Συχνότητα Ενημέρωσης
fi: Päivitystahti
uk: Частота оновлення

source: label_syndication_updateperiod
el: Περίοδος Ενημέρωσης
fi: Päivitysväli
uk: Період оновлення

source: label_tableofcontents
el: Περιεχόμενα
fi: Sisällysluettelo
uk: Вміст

source: label_template_mixin
el: Προβολή προτύπου
fi: Esityssivupohja
uk: Переглянути шаблон

source: label_text_format
el: Μορφοποίηση κειμένου
fi: Tekstimuoto
uk: Формат тексту

source: label_time
el: Χρόνος
fi: Aika
uk: Час

source: label_title
el: Τίτλος
fi: Nimike
uk: Заголовок

source: label_to_dashboard
fi: Siirry hallintapaneeliin
uk: Вверх, до моєї панелі

source: label_toggle
el: Επιλογή Όλων/Κανενός
fi: Kaikki mukaan/pois
uk: Скинути/вибрати всі

source: label_type
el: Είδος
fi: Tyyppi
uk: Тип

source: label_type_restrictions
el: Περιορισμοί τύπου
fi: Tyyppirajoitukset
uk: Обмеження типів

source: label_types
el: Τύποι
fi: Tyypit
uk: Типи

source: label_unassign
fi: Irrota
uk: Відмінити призначення

source: label_undo
el: Αναίρεση
fi: Peru
uk: Повернути

source: label_uninstall
el: Απεγκατάσταση
fi: Poista asennus
uk: Деінсталювати

source: label_up_to_groups_overview
el: Επάνω στη Σύνοψη Ομάδων
fi: Siirry ryhmien hallintaan
uk: Вверх, до Огляду груп

source: label_up_to_plone_setup
el: Επάνω στην Εγκατάσταση του Plone
fi: Siirry sivuston asetuksiin
uk: Вверх, до налаштування сайту

source: label_up_to_usersoverview
el: Επάνω στην Σύνοψη Χρηστών
fi: Siirry jäsenhallintaan
uk: Вверх, до Огляду користувачів

source: label_update
fi: Päivitä
uk: Оновити

source: label_url
el: Διεύθυνση URL
fi: Verkko-osoite
uk: URL

source: label_use_acquisition
el: Κληροδότηση ρόλων από υψηλότερα επίπεδα
fi: Peri roolit ylemmiltä tasoilta
uk: Успадкувати ролі з вищих рівнів

source: label_use_selected
el: Χρήση Επιλεγμένων...
fi: Käytä valittuja...
uk: Використовувати вибрані...

source: label_user
el: Χρήστης
fi: Jäsen
uk: Користувач

source: label_user_name
el: Παρωνύμιο
fi: Käyttäjätunnus
uk: Псевдонім

source: label_user_properties
el: Ιδιότητες Χρήστη
fi: Jäsenen ominaisuudet
uk: Властивості користувача

source: label_user_search
el: Αναζήτηση Χρήστη
fi: Jäsenhaku
uk: Пошук користувача

source: label_usergroup_settings
el: Ρυθμίσεις
fi: Asetukset
uk: Параметри

source: label_username
el: Όνομα
fi: Nimi
uk: Псевдонім

source: label_users
el: Χρήστες
fi: Jäsenet
uk: Користувачі

source: label_usersandgroups
el: Χρήστες και ομάδες
fi: Jäsenet ja ryhmät
uk: Користувачі та групи

source: label_view
el: Προβολή
fi: Näytä
uk: Перегляд

source: label_view_changes
el: Προβολή αλλαγών
uk: Переглянути зміни

source: label_wcag
el: WCAG
fi: WCAG
uk: WCAG

source: label_what
el: Τι
fi: Mitä
uk: Що

source: label_where
el: Που
fi: Missä
uk: Де

source: label_workflows
el: Ροές Εργασίας
fi: Työkulut
uk: Робочі процеси

source: label_working_copy
el: ένα ενεργό αντίγραφο
uk: робоча копія

source: label_xhtml
el: Έγκυρη XHTML
fi: Kelvollista XHTML:ää
uk: Дійсний XHTML

source: large_text
el: Μεγάλο
fi: Suuri
uk: Великий

source: last_login
el: Τελευταία σύνδεση
fi: Edellinen kirjautuminen
uk: останнього входження

source: legend-contentrules
el: Κανόνες περιεχομένου
fi: Sisältösäännöt
uk: Правила вмісту

source: legend-rules-globalsettings
el: Καθολικές ρυθμίσεις
fi: Yleisasetukset
uk: Параметри сайту

source: legend_account_details
el: Λεπτομέρειες λογαριασμού
fi: Jäsentiedot
uk: Подробиці про рахунок

source: legend_add_comment
el: Προσθήκη σχολίου
fi: Lisää kommentti
uk: Додати коментар

source: legend_add_new
el: Προσθήκη νέου
fi: Lisää uusi
uk: Додати новий

source: legend_address_info
el: Πληροφορίες διεύθυνσης
fi: Osoitetiedot
uk: Інформація про адресу

source: legend_assigned_roles
el: Ανάθεση Ρόλων ${folder}
fi: Kansioon ${folder} asetetut roolit
uk: Надані ролі у ${folder}

source: legend_available_groups
el: Διαθέσιμες Ομάδες
fi: Valittavissa olevat ryhmät
uk: Наявні групи

source: legend_available_users
el: Διαθέσιμα Μέλη
fi: Valittavissa olevat jäsenet
uk: Наявні користувачі

source: legend_change_ownership
el: Αλλαγή Κυριότητας
fi: Vaihda omistajaa
uk: Змінити власника

source: legend_details
el: Λεπτομέρειες
uk: Деталі

source: legend_feedback_for_author
el: Ανταπόκριση προς τον συντάκτη
fi: Palautetta tekijälle
uk: Відгук для автора

source: legend_feedback_for_contact_info
fi: Palautteen yksityiskohdat
uk: Деталі відгуку

source: legend_install_products_available
el: Διαθέσιμα προϊόντα
fi: Asennettavissa olevat tuotteet
uk: Продукти, які можна встановити

source: legend_installed_products
el: Εγκατεστημένα προϊόντα
fi: Asennetut tuotteet
uk: Встановлені продукти

source: legend_livesearch
fi: Pikahaku &#8595;
uk: ЖивийПошук &#8595;

source: legend_logdetails
el: Λεπτομέρειες καταγραφής
fi: Lokitiedot
uk: Детально про реєстр

source: legend_logexception
el: Καταγραφή εξαιρέσεων (τα πιο πρόσφατα πρώτα)
fi: Virheloki (viimeisin näytetään ensimmäisenä)
uk: Реєстр виняткових ситуацій (новіші йдуть спочатку)

source: legend_lognoexceptions
el: Δεν καταγράφηκαν εξαιρέσεις.
fi: Virheitä ei ole tapahtunut.
uk: Не зареєстровано жодної виняткової ситуації

source: legend_member_search_criteria
el: Κριτήρια Αναζήτησης Μέλους
fi: Jäsenten hakuehdot
uk: Критерії пошуку користувачів

source: legend_navigation_details
el: Λεπτομέρειες πλοήγησης
fi: Navigoinnin ominaisuudet
uk: Деталі навіґації

source: legend_note_reply_anonymous
fi: Et ole kirjautunut sisään. Voit halutessasi kirjautua syöttämällä käyttäjätunnuksesi ja salasanasi alapuolelle. Jos et syötä käyttäjätunnustasi ja salasanaasi, tämä kommentti lähetetään "tunnistautumattoman käyttäjän" nimissä.
uk: Увага: Ви не ввійшли в систему. Ви можете, при бажанні, ввести Ваш псевдонім та пароль нижче. Якщо ви їх не введете, то коментар буде від імені 'Anonymous User'.

source: legend_openid
fi: OpenID-kirjautuminen
uk: OpenID псевдонім

source: legend_password_details
el: Λεπτομέρειες Κωδικού
fi: Salasanan tiedot
uk: Подробиці про пароль

source: legend_personal_details
el: Προσωπικές Λεπτομέρειες
fi: Omat tiedot
uk: Особисті побробиці

source: legend_search_owners
fi: Etsi mahdollinen uusi omistaja
uk: Пошук ймовірного нового власника

source: legend_search_terms
el: Όροι Αναζήτησης
fi: Hakuehdot
uk: Параметри пошуку

source: legend_security_settings
el: Προχωρημένες Ρυθμίσεις
fi: Lisäasetukset
uk: Додаткові налаштування

source: legend_sitelogin
el: Σύνδεση στον ιστοχώρο
uk: Вхід

source: legend_syndication_details
el: Λεπτομέρειες Διασύνδεσης Διανομής
fi: Uutisvirran tiedot
uk: Подробиці синдикації

source: link_address
el: Η διεύθυνση του συνδέσμου είναι:
fi: Linkin osoite on:
uk: Адреса посилання:

source: link_group_properties
el: Ιδιότητες Ομάδας
fi: Ryhmän ominaisuudet
uk: Властивості групи

source: link_install_products_log
el: <tal:block replace="structure here/document_icon.gif"/> Καταγραφή εγκατάστασης
fi: Asennusloki
uk: Реєстр інсталяції

source: linkintegrity_breaches_title
fi: Mahdolliset linkitysvirheet
uk: Можлива поломка посилання

source: linkintegrity_cancel
el: Ακύρωση
uk: Скасувати

source: linkintegrity_delete_anyway
el: Θα θέλατε να το σβήσετε έτσι κι αλλιώς;
uk: Ви дійсно хочите видалити його?

source: linkintegrity_edit_in_new_window
el: Επεξεργασία σε νέο παράθυρο
uk: Редагувати у новому вікні

source: linkintegrity_instructions
el: Σβήνοντας αυτό το αντικείμενο, θα σπάσετε συνδέσμους που υπάρχουν στα παρακάτω αντικείμενα. Εάν όντως θέλετε να το σβήσετε, συνιστούμε πρώτα να απομακρύνετε αυτές τις παραπομπές.
fi: Poistamalla tämän kohteen alla luetelluissa paikoissa olevat linkit katkeavat. Jos todella haluat poistaa tämän kohteen, on suositeltavaa, että poistat nämä viittaukset ensin.
uk: Знищення цього елементу спричинить появу помилок у посиланнях, які наведено нижче. Якщо Ви дісно хочете це зробити, ми рекомендуємо спочатку видалити ці посилання.
