Repository: isaw/isaw.events
Catalog: plone/buildout-cache/eggs/plone.app.locales-3.3.8-py2.4.egg/plone/app/locales/i18n/plone-*.po
Languages: el, fi, uk

source: Publishing the item makes it visible to other users.
el: Η δημοσίευση του αντικειμένου το κάνει ορατό σε άλλους χρήστες.
fi: Kohteen julkaiseminen tekee siitä näkyvän muille käyttäjille.
uk: Публікація елемента зробить його видимим для інших користувачів.

source: Puts your item in a review queue, so it can be published externally or internally.
el: Υποβάλλει το αντικείμενο προς έγκριση, ώστε να δημοσιευθεί εσωτερικά ή εξωτερικά.
fi: Asettaa kohteesi tarkastusjonoon, jolloin se voidaan joko julkaista ulkoisesti tai sisäisesti.
uk: Поставить Ваш об'єкт до черги на перегляд для подальшої його публікації.

source: Puts your item in a review queue, so it can be published on the site.
el: Υποβάλλει το αντικείμενο προς έγκριση, ώστε να δημοσιευθεί στον ιστοχώρο.
fi: Asettaa kohteesi tarkastusjonoon, jolloin se voidaan julkaista sivustolla.
uk: Поставить Ваш об'єкт до черги на перегляд для подальшої його публікації на сайті.

source: RAM Cache Settings
fi: RAM-välimuistin asetukset
uk: Параметри кеш-пам'яті

source: RSS feed
el: Τροφοδοσία RSS
fi: RSS-syöte
uk: RSS

source: RSS feed of this listing
el: Ροή RSS της λίστας
fi: Uutisvirta tästä luettelosta
uk: RSS подача вмісту теки

source: Reader
el: Αναγνώστης
fi: Lukija
uk: Читач

source: Recent items
el: Πρόσφατα αντικείμενα
fi: Viimeaikaiset
uk: Останні

source: Reference Criterion
el: Κριτήριο Αναφοράς
fi: Viittausehto
uk: Критерій посилання

source: References
el: Βιβλιογραφία
fi: Viittaukset
uk: Посилання

source: Register
el: Εγγραφή
fi: Rekisteröidy
uk: Зареєструватися

source: Reinstalled ${product}
el: Το ${product} επανεγκαταστάθηκε
fi: Tuote ${product} on uudelleenasennettu.
uk: ${product} перевстановлено

source: Reject
el: Απόρριψη
fi: Hylkää
uk: Відкинути

source: Related To
el: Σχετιζόμενο Με
fi: Liittyy tähän
uk: Пов'язані з

source: Relative Path Criterion
el: Κριτήριο σχετικής διαδρομής
fi: Suhteelisen polun ehto
uk: Критерій відносного шляху

source: Relative date
el: Σχετική ημερομηνία
fi: Suhteellinen päiväys
uk: Відносна дата

source: Remote Url
el: Απομακρυσμένη διεύθυνση
fi: Verkko-osoite
uk: Віддалена Url

source: Removal cancelled.
el: Η διαγραφή ακυρώθηκε.
fi: Poisto on peruttu.
uk: Видалення відмінено.

source: Rename
el: Μετονομασία
fi: Uudelleennimeä
uk: Перейменувати

source: Rename items
el: Μετονομασία αντικειμένων
fi: Uudelleennimeä sisältöä
uk: Перейменувати

source: Renamed '${oldid}' to '${newid}'.
uk: Перейменовано з '${oldid}' на '${newid}'.

source: Reply deleted.
el: Η απάντηση αφαιρέθηκε
fi: Vastaus on poistettu.
uk: Відповідь видалено.

source: Restart
el: Επανεκκίνηση
fi: Uudelleenkäynnistä
uk: Перезавантажити

source: Restrict to current user
el: Περιορισμός στον τρέχων χρήστη
fi: Rajoita nykyiseen jäseneen
uk: Обмежити для поточного користувача

source: Retract
el: Ανάκληση
fi: Peru tarkastuspyyntö
uk: Відкликати

source: Review list
el: Λίστα επιθεώρησης
fi: Tarkastusluettelo
uk: Перелік документів, які очікують рецензії

source: Reviewer
el: Επιθεωρητής
fi: Tarkastaja
uk: Рецензент

source: Reviewer makes content available externally
el: Ο επιθεωρητής κάνει το περιεχόμενο διαθέσιμο εξωτερικά
fi: Tarkastaja saattaa sisällön ulkomaailman nähtäväksi
uk: Рецензент робить вміст зовнішньо доступним

source: Reviewer publishes content
el: Ο επιθεωρητής δημοσιεύει το περιεχόμενο
fi: Tarkastaja julkaisee sisällön
uk: Рецензент публікує вміст

source: Reviewer publishes content to internal users
el: Ο επιθεωρητής δημοσιεύει το περιεχόμενο στους χρήστες εσωτερικού δικτύου.
fi: Tarkastaja julkaisee sisällön sisäiseen käyttöön
uk: Рецензент публікує вміст для внутрішніх користувачів

source: Reviewer send content back for re-drafting
el: Επιθεωρητή στείλε πίσω το περιεχόμενο για νέο δοκίμιο
fi: Tarkastaja lähettää sisällön takaisin työstettäväksi
uk: Рецензент відправляє вміст на доопрацювання.

source: Reviewer sends content back for re-drafting
el: Ο επιθεωρητής στέλνει πίσω το περιεχόμενο για νέο δοκίμιο
fi: Tarkastaja lähettää sisällön takaisin työstettäväksi
uk: Рецензент відправляє вміст на доопрацювання.

source: Reviewer tasks
el: Ενέργειες επιθεωρητή
fi: Tarkastajan tehtävät
uk: Завдання рецензента

source: Role Acquisition is now turned off.
fi: Roolien perintä on nyt kytketty pois päältä.
uk: Набуття ролі вимкнено.

source: Role Acquisition is now turned on.
fi: Roolien perintä on nyt kytketty päälle.
uk: Набуття ролі ввімкнено.

source: Roles
el: Ρόλοι
fi: Roolit
uk: Ролі

source: Roles are: ${names}
el: Οι ρόλοι είναι: ${names}
fi: Roolit ovat: ${names}
uk: Ролі: ${names}

source: Rotate 180
el: Περιστροφή 180
fi: Käännä 180 astetta
uk: Обернути на 180 градусів

source: Rotate clockwise
el: Περιστροφή δεξιόστροφα
fi: Käännä myötäpäivään
uk: Обернути за годинниковою стрілкою

source: Rules
el: Κανόνες
fi: Säännöt
uk: Правила

source: Search
el: Αναζήτηση
fi: Hae
uk: Пошук

source: Search Settings
el: Ρυθμίσεις Αναζήτησης
fi: Hakuasetukset
uk: Параметри пошуку

source: Search Text
el: Κείμενο Αναζήτησης
fi: Hakuteksti
uk: Текст пошуку

source: Search for user or group
el: Αναζήτηση χρήστη ή ομάδας
fi: Hae käyttäjää tai ryhmää
uk: Пошук користувачів та груп

source: Search settings
el: Ρυθμίσεις αναζήτησης
fi: Hakuasetukset
uk: Параметри пошуку

source: Search settings for this site.
el: Ρυθμίσεις αναζήτησης ιστοχώρου
fi: Sivuston hakuasetukset
uk: Параметри пошуку на даному сайті

source: Security
el: Ασφάλεια
fi: Turvallisuus
uk: Безпека

source: Security Settings
el: Ρυθμίσεις Ασφάλειας
fi: Turvallisuusasetukset
uk: Параметри безпеки

source: Security settings
el: Ρυθμίσεις ασφάλειας
fi: Turvallisuusasetukset
uk: Параметри безпеки

source: Security settings for this site.
el: Ρυθμίσεις ασφάλειας ιστοχώρου
fi: Tämän sivuston turvallisuusasetukset
uk: Параметри безпеки на цьому сайті.

source: Select content types
el: Επιλογή των τύπων των περιεχομένων
fi: Valitse sisältötyypit
uk: Виберіть типи вмісту

source: Select random items
uk: Виберіть елементи

source: Select referenced content
el: Επιλογή του περιεχομένου που παραπέμπεται
fi: Valitse viitattu sisältö
uk: Виберіть вміст, до якого зробити посилання

source: Select the default format of textfields for newly created content objects.
el: Προεπιλεγμένο φορμά των πεδίων κειμένου κατά τη δημιουργία αντικειμένων
fi: Valitse uuden sisällön tekstikenttien oletusmuoto.
uk: Виберіть формат тексту по замовчуванню для новостворених об'єктів.

source: Select the default theme for the site.
el: Προεπιλεγμένη μορφή για τον ιστοχώρο
fi: Valitse sivuston oletusteema.
uk: Виберіть тему по замовчуванню для сайту.

source: Select the type of message to display.
fi: Valitse minkä tyyppinen viesti näytetään.
uk: Виберіть, який тип повідомлень відображати.

source: Select values from list
el: Επιλογή τιμών από τη λίστα
fi: Valitse arvot luettelosta
uk: Виберіть значення зі списку

source: Select which formats are available for users as alternative to the default format. Note that if new formats are installed, they will be enabled for text fields by default unless explicitly turned off here or by the relevant installer.
fi: Valitse mitkä muodot ovat vaihtoehtoina oletusmuodon lisäksi. Huomaa, että uudet asennetut muodot ovat oletusarvoisesti käytettävissä ellei niitä kytketä pois tästä tai asennusohjelman toimesta.
uk: Виберіть інші формати на заміну тому, який є по замовчуванню. Зверніть увагу на те, що, якщо нові формати встановлено, то вони автоматично починають працювати і, при потребі, їх може бути вимкнено відповідним інсталятором.

source: Selection Criterion
el: Κριτήριο Επιλογής
fi: Valintaehto
uk: Критерій виділення

source: Send back
el: επαναπροώθηση
fi: Lähetä takaisin
uk: Відправити назад

source: Send this
el: Αποστολή
fi: Lähetä
uk: Відправити

source: Send this page to somebody
el: Αποστολή αυτής της σελίδας σε κάποιον
fi: Lähetä tämä sivu jollekulle
uk: Надіслати цю сторінку

source: Send-to
el: Αποστολή σε
fi: Lähetä
uk: Відправити

source: Sending the item back will return the item to the original author instead of publishing it. You should preferably include a reason for why it was not published.
el: Στέλνοντας πίσω το αντικείμενο θα το επιστρέψει στον αρχικό συγραφέα αντί να το δημοσιεύσει. Είναι προτιμητέο να συμπεριλάβετε κάποια αιτιολογία για τη μη-δημοσίευση.
fi: Kohteen lähettäminen takaisin palauttaa kohteen alkuperäiselle tekijälle julkaisemisen sijaan. On suotavaa kirjoittaa syy, miksi kohdetta ei julkaistu.
uk: Відправка назад поверне елемент до його автора замість того, що опублікувати його. Вам варто вказати причину того, чому елемент не було опубліковано.

source: Settings that affect the site's look and feel.
fi: Sivuston ulkoasuun vaikuttavat asetukset.
uk: Параметри, які впливають на вигляд сайту.

source: Sharing
el: Κοινή Χρήση
fi: Yhteiskäyttö
uk: Повноваження

source: Short Name
el: Σύντομο Όνομα
fi: Tunniste
uk: Коротке ім'я

source: Show 'Short Name' on content?
fi: Näytä sisällön "Lyhyt nimi"?
uk: Показувати 'Коротке ім'я'?

source: Show all available content types
el: Προβολή όλως των διαθέσιμων τύπων αντικειμένου
fi: Näytä kaikki käytettävissä olevat sisältötyypit
uk: Показати всі доступні типи вмісту

source: Show content type icons
fi: Näytä sisältötyyppien kuvakkeet
uk: Показати іконки типів вмісту

source: Show dates
uk: Показати дати

source: Show internally
el: Προβολή εσωτερικά
fi: Näytä sisäisesti
uk: Показати внутрішньо

source: Show more... link
uk: Показати посилання Більше...

source: Showing all entries
fi: Näytetään kaikki
uk: Паоказувати усі дані

source: Shut down
el: Κλείσιμο
fi: Sammuta
uk: Вимкнути

source: Simple Int Criterion
el: Κριτήριο Απλού Ακέραιου Αριθμού
fi: Numeroehto
uk: Критерій цілого числа

source: Simple Publication Workflow
el: Απλή Ροή Εργασίας
fi: Yksinkertainen julkaisu -työnkulku
uk: Простий процес публікації

source: Simple String Criterion
el: Κριτήριο αλφαριθμητικό
fi: Tekstiehto
uk: Критерій простого рядка

source: Single State Workflow
el: Ροή Εργασίας Μοναδικής Κατάστασης
fi: Yksitilainen työnkulku
uk: Робочий процес з одним робочим станом

source: Site
el: Ιστοχώρος
fi: Sivusto
uk: Сайт

source: Site 'From' address
fi: Sivuston "From"-osoite
uk: Адреса 'Від'

source: Site 'From' name
fi: Sivuston "From"-nimi
uk: Ім'я 'Від'

source: Site Map
el: Χάρτης Ιστοχώρου
fi: Sivukartta
uk: Мапа сайту

source: Site Setup
el: Εγκατάσταση Ιστοχώρου
fi: Sivuston asetukset
uk: Налаштування сайту

source: Site description
el: Περιγραφή ιστοχώρου
fi: Sivuston kuvaus
uk: Опис сайту

source: Site settings
el: Ρυθμίσεις ιστοχώρου
fi: Sivuston asetukset
uk: Параметри сайту

source: Site title
el: Τίτλος ιστοχώρου
fi: Sivuston nimike
uk: Назва сайту

source: Site-wide settings.
fi: Koko sivustoa koskevat asetukset.
uk: Параметри сайту.

source: Size
el: Μέγεθος
fi: Koko
uk: Розмір

source: Skins
el: Μορφές
fi: Ulkoasut
uk: Шкіри

source: Smart Folder
el: Έξυπνος Φάκελος
fi: Kokoelma
uk: Колекція

source: Smart Folder Settings
el: Ρυθμίσεις Έξυπνου Φακέλου
fi: Kokoelman asetukset
uk: Налаштування Колекції

source: Smart Folder view
el: Προβολή Έξυπνου Φακέλου
fi: Kokoelman näkymä
uk: Представлення Колекції

source: Sort Criterion
el: Κριτήριο Ταξινόμησης
fi: Järjestysehto
uk: Критерій сортування

source: Specify the maximum number of items to show in the portlet. Leave this blank to show all items.
uk: Вкажіть максимальне число елементів, які показувати в портлеті. Залиште поле пустим якщо хочете, щоб усі елементи було показано.

source: Standard view
fi: Perusnäkymä
uk: Стандартне представлення

source: Start Date
el: Ημερομηνία Έναρξης
fi: Aloituspäivä
uk: Дата початку

source: State
el: Κατάσταση
fi: Tila
uk: Стан

source: Stop executing rules
fi: Lopeta sääntöjen noudattaminen
uk: Припинити виконання правил

source: Subfolders
el: Υπο-φάκελοι
fi: Alikansiot
uk: Підтеки

source: Subject
el: Θέμα
fi: Aihe
uk: Тема

source: Subject of the message
el: Θέμα μηνύματος
fi: Viestin aihe
uk: Тема повідомлення

source: Submit
el: Υποβολή
fi: Lähetä
uk: Подати на розгляд

source: Submit for publication
el: Υποβολή για δημοσίευση
fi: Lähetä julkaistavaksi
uk: Подати на публікацію

source: Subtopics
el: Υποθέματα
fi: Aliaihealueet
uk: Підтеми

source: Summary view
el: Προβολή περίληψης
fi: Yhteenvetonäkymä
uk: Представлення 'Резюме'

source: Syndication
el: Διασύνδεση Διανομής
fi: Uutisvirta
uk: Синдикація

source: Syndication disabled
fi: Uutisvirta sammutettu
uk: Синдикацію вимкнено

source: Syndication enabled
fi: Uutisvirta käynnistetty
uk: Синдикацію увімкнено

source: Syndication not allowed
fi: Uutisvirran käyttö ei ole sallittu
uk: Синдикацію не дозволено

source: Syndication properties updated.
el: Οι ιδιότητες της Διασύνδεσης Διανομής ενημερώθηκαν.
fi: Uutisvirran ominaisuudet on päivitetty.
uk: Властивості синдикації оновлено.

source: Tabular view
fi: Taulukkonäkymä
uk: Представлення 'Таблиця'

source: Target collection
uk: Цільова Колекція

source: Target folder
el: Φάκελος όπου θα αντιγραφεί το αντικείμενο.
fi: Kohdekansio
uk: Цільова тека

source: Target folder ${target} does not exist.
el: Ο φάκελος όπου θα αντιγραφεί το αντικείμενο δεν υπάρχει.
fi: Kohdekansiota ${target} ei ole olemassa.
uk: Цільова тека ${target} не існує.

source: Template
el: Πρότυπο
fi: Sivupohja
uk: Шаблон

source: Text
el: Κείμενο
fi: Teksti
uk: Текст

source: Text markup
fi: Tekstin merkintätapa
uk: Маркування тексту

source: Text search of an item's contents
el: Αναζήτηση κειμένου στα περιεχόμενα ενός αντικειμένου
fi: Tekstihaku kohteen sisällöstä
uk: Текстовий пошук вмісту елемента.

source: Text search of an item's title
el: Αναζήτηση κειμένου στον τίτλο ενός αντικειμένου
fi: Tekstihaku kohteen nimikkeistä
uk: Текстовий пошук заголовка елемента.

source: Text to be shown in the footer
uk: Текст, який показувати внизу

source: The ID of the user who performed the last transition
el: Η ταυτότητα (id) του χρήστη που έκανε την τελευταία μετατροπή
fi: Viimeisimmän siirtymän suorittaneen käyttäjän tunniste
uk: ID користувача, котрий виконав останню зміну робочого стану.

source: The ID of the user who performed the previous transition
el: Η ταυτότητα (id) του χρήστη που έκανε την προηγούμενη μετατροπή
fi: Edellisen siirtymän suorittaneen käyttäjän tunniste
uk: ID користувача, котрий виконав попередню зміну робочого стану.

source: The content type to check for.
fi: Tarkistettava sisältötyyppi.
uk: Які типи вмісту перевірити.

source: The email address that sends the email. If no email is provided here, it will use the portal from address.
fi: Sähköpostin lähetykseen käytettävä lähettäjän osoite. Jos osoitetta ei anneta tässä, käytetään sivuston yleistä lähettäjäosoitetta.
uk: Електронна адреса, з якої відсилати пошту. Якщо не вказано жодної, буде використано адресу порталу.

source: The email where you want to send this message. To send it to different email addresses, just separate them with ,
fi: Vastaanottajan osoite. Erottele useammat osoitteet pilkulla.
uk: Електронна адреса, на яку Ви хочете надіслати повідомлення. Якщо Ви хочете надіслати його на декілька адрес, пишіть їх через ,

source: The end date and time of an event
el: Η ημερομηνία και η ώρα λήξης ενός γεγονότος
fi: Tapahtuman loppumisajankohta
uk: Дата і час закінчення події

source: The event that can trigger this rule
fi: Tapahtuma joka voi suorittaa tämän säännön
uk: Подія, яка може ініціювати виконання цього правила.

source: The file extension to check for
fi: Tarkistettava tiedostopääte
uk: По яких розширеннях файлу перевіряти

source: The following item(s) could not be renamed: ${items}.
el: Δεν ήταν δυνατή η μετονομασία των ακόλουθων αντικειμένων: ${items}.
fi: Seuraavien kohteiden uudelleennimeäminen epäonnistui: ${items}.
uk: Наступні елемент(и) не може бути перейменовано: ${items}.

source: The icon for an item
el: Το εικονίδιο για ένα αντικείμενο
fi: Kuvake
uk: Іконка елемента

source: The keywords used to describe an item
el: Οι λέξεις κλειδιά που περιγράφουν ένα αντικείμενο
fi: Sisällön kuvaamiseen käytettävät avainsanat
uk: Ключові слова, використанні для опису об'єкта

source: The location of an item in the site (path)
el: Η τοποθεσία ενός αντικειμένου στην πύλη (διαδρομή)
fi: Sisällön sijainti (polku) sivustolla
uk: Розміщення об'єкта на сайті (шлях)

source: The login name you selected is already in use or is not valid. Please choose another.
el: Το παρωνύμιο που επιλέξατε χρησιμοποιείται ήδη ή δεν είναι έγκυρο. Παρακαλούμε επιλέξτε άλλο.
fi: Valitsemasi käyttäjätunnus on jo käytössä tai ei ole kelvollinen. Valitse toinen käyttäjätunnus.
uk: Псевдонім, який ви собі обрали уже задіяний, або некоректний. Виберіть інший.

source: The macro containing the portlet.
fi: Soveltimen sisältämä makro
uk: Макрос, що містить портлет

source: The message to send to the user.
fi: Käyttäjälle lähetettävä viesti.
uk: Повідомлення, яке надіслати користувачу.

source: The name of the group.
fi: Ryhmän nimi.
uk: Назва групи

source: The order of an item in its parent folder
el: Η σειρά που έχει ένα αντικείμενο στον γονικό του φάκελο
fi: Sisällön järjestys kansiossaan
uk: Порядок об'єктів у батьківській теці

source: The portal_type for the root object in a Plone system.
el: Το portal_type για το ριζικό αντικείμενο σε ένα Plone σύστημα.
fi: Plone-järjestelmän pääobjektin tyyppi.
uk: portal_type для кореневого об'єкта в системі Plone.

source: The roles and users with View permission on an item
el: Οι ρόλοι και οι χρήστες με την άδεια Προβολής σε ένα αντικείμενο
fi: Roolit ja käyttäjät, joilla on katseluoikeudet sisältöön
uk: Ролі та користувачі, які мають право переглядати елемент.

source: The roles to check for.
fi: Tarkistettavat roolit.
uk: Які ролі перевіряти.

source: The short name of an item (used in the url)
el: Το συντετμημένο όνομα ενός αντικειμένου (χρησιμοποιείται στο URL)
fi: Sisällön tunniste (käytetään kohteen verkko-osoitteessa)
uk: Коротке ім'я елемента (використовується в url)

source: The site description is available in syndicated content and in search engines. Keep it brief.
fi: Sivuston kuvaus näytetään RSS-syötteissä ja hakukoneissa. Pidä kuvaus lyhyenä.
uk: Короткий опис сайту, який буде відображатися у синдикованому вмісті та у пошукових системах.

source: The size of an item
el: Το μέγεθος ενός αντικειμένου
fi: Sisällön koko
uk: Розмір елемента

source: The start date and time of an event
el: Η ημερομηνία και ώρα έναρξης ενός γεγονότος
fi: Tapahtuman aloitusajankohta
uk: Дата і час початку події

source: The template containing the portlet.
fi: Sovelman sisältävä sivupohja.
uk: Шаблон, який містить портлет.

source: The text to render
uk: Який текст відображати

source: The time and date an item becomes publicly available
el: Η ημερομηνία και ώρα που ένα αντικείμενο γίνεται διαθέσιμο δημοσίως
fi: Ajankohta, jolloin sisältö tulee julkisesti näkyväksi
uk: Час і дата після якої об'єкт стає публічно доступним

source: The time and date an item is no longer publicly available
el: Η ημερομηνία και ώρα που ένα αντικείμενο δεν είναι πλέον διαθέσιμο δημοσίως
fi: Ajankohta, jolloin sisältö lakkaa näkymästä julkisesti
uk: Час і дата після якої об'єкт перестає бути публічно доступним

source: The time and date an item was created
el: Η ημερομηνία και ώρα που ένα αντικείμενο δημιουργήθηκε
fi: Sisällön luontiajankohta
uk: Час і дата створення елемента

source: The time and date an item was last modified
el: Η ημερομηνία και ώρα που ένα αντικείμενο τροποποιήθηκε την τελευταία φορά
fi: Sisällön viimeisin muokkausajankohta
uk: Час і дата після останньої зміни об'єкта

source: The title of the rule
fi: Säännön nimike
uk: Заголовок правила

source: The url of a Link item
el: Το url μίας σύνδεσης
fi: Linkin verkko-osoite
uk: url об'єкта Посилання

source: The value of this field must be 1 or greater.
uk: Значення цього поля повинне бути 1 або більше.

source: Theme settings
el: Ρυθμίσεις μορφής
fi: Teema-asetukset
uk: Параметри теми

source: Themes
el: Μορφές
fi: Teemat
uk: Теми

source: There are more search results, narrow your search.
el: Υπάρχουν κι άλλα αποτελέσματα, κάντε την εύρεση πιό συγκεκριμένη.
fi: Hakutuloksia löytyi vielä enemmän. Tarkenna hakuasi.
uk: Знайдено більше об'єктів, вкажіть параметри пошуку більш точніше.

source: There is already an item named ${name} in this folder.
el: Υπάρχει ήδη ένα αντικείμενο με το όνομα ${name} σε αυτό το φάκελο.
fi: Tässä kansiossa on jo sisältöä nimellä ${name}.
uk: Дана тека вже містить елемент з назвою ${name}.

source: There is no object with short name ${name} in this folder.
fi: Tässä kansiossa ei ole kohdetta nimellä ${name}.
uk: Нема об'єкта з коротким іменем ${name} у даній теці.

source: There was a problem adding ${title} to your Favorites.
fi: Ongelma lisättäessä kohdetta ${title} suosikkeihisi.
uk: Виникла проблема під час додавання ${title} до Ваших Улюбленців.

source: This field is required, please provide some information.
fi: Tämä kenttä on pakollinen, vastaa siihen.
uk: Це поле обов'язково треба заповнити

source: This file is not text. To upload binary files create File content.
el: Αυτό το αρχείο δεν περιέχει κείμενο. Για να ανεβάσετε δυαδικά αρχεία, προσθέστε Αρχείο.
fi: Tämä tiedosto ei ole tekstiä. Jos haluat lähettää binääritiedoston, luo Tiedosto-tyyppinen sisältö sitä varten.
uk: Зміст цього файлу не є текстом. Щоб завантажити двійкові файли створіть Файл

source: This portlet display a listing of items from a Collection.
el: Αυτό το πλαίσιο δείχνει μια λίστα αντικειμένων από μια Συλλογή.
uk: Цей портлет показує перелік елементів Колекції.

source: This portlet display a navigation tree.
el: Το πλαίσιο εμφανίζει ένα δένδρο πλοήγησης
fi: Tämä sovelma näyttää navigointipuun.
uk: Цей портлет відображає дерево навіґації.

source: This portlet displays a queue of documents awaiting review.
el: Αυτό το πλαίσιο δείχνει μια σειρά εγγράφων που περιμένουν επιθεώρηση.
fi: Tämä sovelma näyttää tarkastusjonossa olevat dokumentit.
uk: Цей портлет відображає документи, які очікують рецензії.

source: This portlet displays an RSS feed.
el: Αυτό το πλαίσιο δείχνει ένα RSS feed.
fi: Tämä sovelma näyttää RSS-syötteen.
uk: Цей портлет відображає RSS feed.

source: This portlet displays recent News Items.
el: Αυτό το πλαίσιο δείχνει τις πρόσφατες Ειδήσεις.
fi: Tämä sovelma näyttää uusimmat Uutiset.
uk: Цей портлет відображає останні новини.

source: This portlet displays recently modified content.
el: Αυτό το πλαίσιο δείχνει τα περιεχόμενα που τροποιήθηκαν πρόσφατα.
fi: Tämä sovelma näyttää viime aikoina muokatun sisällön.
uk: Цей портлет відображає останні зміни.

source: This portlet lists upcoming Events.
el: Αυτό το πλαίσιο δείχνει τα επερχόμενα Γεγονότα.
fi: Tämä sovelma näyttää tulossa olevia Tapahtumia.
uk: Цей портлет відображає наступні події.

source: This portlet shows a search box.
el: Αυτό το πλαίσιο δείχνει ένα box αναζήτησης.
fi: Tämä sovelma näyttää hakukentän.
uk: Цей портлет відображає поле пошуку.

source: This username is reserved. Please choose a different name.
el: Αυτό το παρωνύμιο είναι δεσμευμένο. Παρακαλούμε διαλέξτε άλλο.
fi: Valitsemasi käyttäjänimi on varattu. Valitse toinen nimi.
uk: Це ім'я користувача вже зарезервовано. Будь-ласка, оберіть інше ім'я.

source: Thumbnail view
el: Προβολή εικονιδίων
fi: Kuvakenäkymä
uk: Представлення 'Ніготь'

source: Tick this box if you want to render the text above without the standard header, border or footer.
uk: Виберіть це поле, якщо бажаєте, щоб текст відображався без стандартного заголовка, полів чи футера.

source: Tick this box if you want to temporarily hide the portlet without losing your text.
uk: Відмітьте цю комірку, якщо хочете тимчасово сховати портлет, не втратаючи його вмісту.

source: Time in minutes after which the feed should be reloaded.
fi: Syötteen uudelleenlatausväli minuutteina.
uk: Час, у хвилинах, після якого перезавантажувати feed.

source: Title
el: Τίτλος
fi: Nimike
uk: Заголовок
