Repository: isaw/isaw.events
Catalog: plone/buildout-cache/eggs/plone.app.locales-3.3.8-py2.4.egg/plone/app/locales/i18n/plone-*.po
Languages: el, fi, uk

source: If selected, home folders where users can create content will be created when they log in.
fi: Jos tämä on valittu, käyttäjälle luodaan sisäänkirjautuessa oma kotikansio, johon käyttäjä voi luoda sisältöä.
uk: Якщо вибрано, теки, у яких користувачі зможуть створювати вміст, буде створено під час їх входу на сайт.

source: If you submitted the item by mistake or want to perform additional edits, this will take it back.
el: Εαν υποβάλατε το αντικείμενο για έγκριση κατά λάθος ή θέλετε να κάνετε αλλαγές, έτσι το παίρνετε πίσω
fi: Jos lähetit sisältökohteen vahingossa tai haluat tehdä vielä muutoksia, tämä toiminto takaisinvetää kohteen.
uk: Це допоможе Вам повернути документ, якщо Ви помилково подали його на перевірку і бажаєте зробити додаткові зміни.

source: Image
el: Εικόνα
fi: Kuva
uk: Зображення

source: Image changes saved.
el: Οι αλλαγές στην Εικόνα αποθηκεύτηκαν.
fi: Muutokset kuvaan on tallennettu.
uk: Зміни в зображенні записано.

source: Info
el: Πληροφορία
fi: Tiedot
uk: Інфо

source: Information about an upcoming event, which can be displayed in the calendar.
el: Πληροφορίες για ένα επερχόμενο γεγονός, το οποίο μπορεί να επιδειχθεί στο ημερολόγιο.
fi: Tietoja tulevasta tapahtumasta, joka voidaan näyttää kalenterissa.
uk: Інформація про наступні події, може відображатися в календарі.

source: Input is required but not given.
el: Απαιτείται εισαγωγή στοιχείων
fi: Pakollisesta kentästä puuttuu sisältö.
uk: Необхідно ввести дані.

source: Integer value or range
el: Ακέραια τιμή ή εύρος ακέραιων τιμών
fi: Kokonaisuluku tai lukuväli
uk: Цілочисельне значення або діапазон

source: Internal Security
el: Εσωτερική Ασφάλεια
fi: Sisäinen turvallisuus
uk: Внутрішня безпека

source: Internal draft
el: Εσωτερικό προσχέδιο
fi: Sisäinen luonnos
uk: Внутрішня чернетка

source: Internally published
el: Εσωτερικά δημοσιευμένο
fi: Sisäisesti julkaistu
uk: Внутрішньо-опублікований

source: Intranet Workflow for Folders
el: Ροή εργασίας εσωτερικού δικτύου για φακέλους
fi: Intranet-työnkulku kansioille
uk: Внутрішній робочий процес для тек

source: Intranet/Extranet Workflow
el: Ροή εργασίας Εσωτερικού/Εξωτερικού δικτύου
fi: Intranet/Extranet-työnkulku
uk: Внутрішній/зовнішній робочий процес

source: Is this item visible in the site navigation
el: Εμφανίζεται το αντικείμενο στην πλοήγηση;
fi: Onko tämä kohde näkyvissä sivuston navigaatiossa?
uk: Чи видимий об'єкт у навіґації

source: Item Type
el: Τύπος Αντικειμένου
fi: Sisältötyyppi
uk: Тип елементу

source: Item Type (internal)
el: Τύπος Αντικειμένου (εσωτερικό)
fi: Sisältötyyppi (sisäinen)
uk: Тип елемента (внутрішній)

source: Item state changed.
el: Η κατάσταση του αντικειμένου άλλαξε.
fi: Tila vaihdettu.
uk: Стан елементу змінено.

source: Item's position has changed.
el: Η θέση του αντικειμένου άλλαξε.
fi: Kohteen sijainti on muutettu.
uk: Позицію елемента змінено.

source: Item(s) deleted.
el: Τα αντικείμενα διαγράφηκαν
fi: Valinnat poistettu.
uk: Елемент(и) видалено.

source: Item(s) pasted.
el: Τα αντικείμενα επικολλήθηκαν.
fi: Sisältö liitetty.
uk: Елемент(и) вставлено.

source: Items in which workflow state to show.
el: Σε ποιές καταστάσεις να εμφανίζονται τα αντικείμενα.
fi: Missä työnkulun tilassa olevat kohteen näytetään.
uk: Показувати елементи у такому робочому стані.

source: JavaScript for web statistics support
fi: JavaScript-koodia tilastojen keräämiseen
uk: JavaScript для підтримки веб статистики

source: Join
el: Γίνετε Μέλος
fi: Liity
uk: Приєднатися

source: Keywords
el: Λέξεις-κλειδιά
fi: Avainsanat
uk: Ключові слова

source: Kupu visual editor
el: Επεξεργαστής κειμένου kupu
fi: Kupu - visuaalinen editori
uk: Візуальний редактор Kupu

source: Language
el: Γλώσσα
fi: Kieli
uk: Мова

source: Language Settings
el: Ρυθμίσεις γλώσσας
fi: Kieliasetukset
uk: Параметри мови

source: Language neutral (site default)
el: Γλωσσικά ουδέτερο (προκαθοριμένη επιλογή)
fi: Kieliriippumaton (sivuston oletusarvo)
uk: Нейтральна мова (по замовчуванню)

source: Large Folder
el: Μεγάλος Φάκελος
fi: Suuri kansio
uk: Велика тека

source: Let users select their own passwords
el: Επιτέψτε στους χρήστες να διαλέγουν τον κωδικό τους.
fi: Anna käyttäjien valita itse salasanansa
uk: Дозволити користувачам вибирати собі паролі

source: Lets you control what markup is available when editing content.
fi: Voit hallita, mitä merkintöjä voidaan käyttää sisältöä muokatessa.
uk: Дозволяє контролювати, яка розмітка буде використовуватися під час редагування вмісту.

source: Link
el: Σύνδεσμος
fi: Linkki
uk: Посилання

source: Link changes saved.
el: Οι αλλαγές στον Σύνδεσμο αποθηκεύτηκαν.
fi: Muutokset linkkiin on tallennettu.
uk: Зміни в посиланні записано.

source: Link of the RSS feed to display.
fi: RSS-syötteen näkyvä linkki.
uk: Адреса RSS, яку відображати.

source: List Criterion
el: Κριτήριο Λίστας
fi: Listaehto
uk: Критерій списку

source: List of values
el: Λίστα τιμών
fi: Arvoluettelo
uk: Перелік значень

source: Local Roles
el: Τοπικοί Ρόλοι
fi: Paikalliset roolit
uk: Локальні ролі

source: Local roles changed.
el: Οι τοπικοί ρόλοι άλλαξαν
fi: Paikalliset roolit muutettu.
uk: Локальні ролі змінено.

source: Local roles deleted.
el: Οι τοπικοί ρόλοι διαγράφηκαν.
fi: Paikalliset roolit poistettu.
uk: Локальні ролі знищено.

source: Location
el: Τοποθεσία
fi: Sijainti
uk: Розміщення

source: Location in site
el: Τοποθεσία στην πύλη
fi: Sijainti sivustolla
uk: Розміщення на сайті

source: Locked
el: Κλειδωμένο
uk: Заблоковано

source: Log in
el: Είσοδος
fi: Kirjaudu
uk: Вхід

source: Log out
el: Έξοδος
fi: Poistu
uk: Вийти

source: Logged-in users
fi: Kirjautuneet käyttäjät
uk: Зареєстровані користувачі

source: Logger name
fi: Loggaajan nimi
uk: Ім'я того, хто реєструється

source: Login failed
el: Η σύνδεση απέτυχε
fi: Kirjautuminen epäonnistui.
uk: Ввійти не вдалося

source: Login failed. Both login name and password are case sensitive, check that caps lock is not enabled.
el: Η σύνδεση απέτυχε. Βεβαιωθείτε ότι χρησιμοποιείτε σωστά κεφαλαία/πεζά.
fi: Kirjautuminen epäonnistui. Sekä käyttäjätunnus ja salasana ovat riippuvaisia kirjainkoosta (esim. a ja A). Varmista ettei Caps Lock ole päällä.
uk: Увійти не вдалося. Перевірте чи часом не увімкнено caps lock, псевдонім і пароль не повинні містити великих букв.

source: Login name not found.
el: Το παρωνύμιο του χρήστη δέν βρέθηκε.
fi: Käyttäjätunnusta ei löytynyt.
uk: Такого псевдоніма не знайдено.

source: Macro
el: Μακροεντολή
fi: Makro
uk: Макро

source: Mail
el: Ταχυδρομείο
fi: Posti
uk: Пошта

source: Mail Settings
el: Ρυθμίσεις Αλληλογραφίας
fi: Postiasetukset
uk: Параметри пошти

source: Mail sent.
el: Το e-mail στάλθηκε.
fi: Sähköposti lähetetty.
uk: Лист надіслано.

source: Mail settings
el: Ρυθμίσεις αλληλογραφίας
fi: Postiasetukset
uk: Параметри електронної пошти

source: Mail settings for this site.
fi: Tämän sivuston postiasetukset.
uk: Параметри електронної пошти на даному сайті.

source: Maintenance
el: Συντήρηση
fi: Ylläpito
uk: Ведення

source: Make private
el: Μετατροπή σε ιδιωτικό
fi: Tee yksityiseksi
uk: Зробити приватним

source: Make visible
el: Μετατροπή σε ορατό
fi: Tee näkyväksi
uk: Зробити видимим

source: Makes the folder visible internally.
el: Μετατροπή του φακέλου σε ορατό εσωτερικά
fi: Tee kansiosta sisäisesti näkyvä.
uk: Робить теку видимою для внутрішніх користувачів.

source: Making an item private means that it will not be visible to anyone but the owner and the site administrator.
el: Τα ιδιωτικά αντικείμενα δεν μπορούν να προβληθούν από κανένα εκτός του ιδιοκτήτη και των διαχειριστών.
fi: Kohteen määrittäminen yksityiseksi tarkoittaa sitä, ettei kohde näy muille kuin kohteen omistajalle ja sivuston ylläpidolle.
uk: Якщо елемент перебуває у стані Приватний, то він є видимим лише для власника та адміністратора сайту.

source: Manage members
el: Διαχείριση μελών
fi: Jäsenten hallinta
uk: Управління членами спільноти

source: Manager
el: Διαχειριστής
fi: Manageri
uk: Управляючий

source: Many groups?
el: Πολλές ομάδες;
fi: Useita ryhmiä?
uk: Багато груп?

source: Many users?
el: Πολλοί χρήστες;
fi: Useita käyttäjiä?
uk: Багато користувачів?

source: Mark external links
fi: Erottele ulkoiset linkit
uk: Відмічати зовнішні посилання

source: Markup
fi: Merkinnät
uk: Маркування

source: Markup Settings
fi: Merkintäasetukset
uk: Параметри Маркування

source: Markup settings
fi: Merkintäasetukset
uk: Параметри маркування

source: Maximum age for cached values in seconds.
fi: Välimuistin ikä kesto sekunteina.
uk: Максимальний час існування закешованих значень (в секундах).

source: Member
el: Μέλος
fi: Jäsen
uk: Член спільноти

source: Member Preferences
el: Προτιμήσεις Μελών
fi: Jäsenasetukset
uk: Вподобання члена спільноти

source: Member makes content private
el: Το μέλος μετατρέπει το περιεχόμενο σε ιδιωτικό
fi: Jäsen tekee sisällön yksityiseksi
uk: Користувач робить вміст Приватним

source: Member makes content visible to other internal users
el: Το μέλος κάνει το περιεχόμενο ορατό σε άλλους εσωτερικούς χρήστες
fi: Jäsen tekee sisällön näkyväksi sisäisille käyttäjille
uk: Коритувач робить вміст видимим для внутрішніх користувачів

source: Member promotes content to internal draft
el: Το μέλος υποβάλλει περιεχόμενο σαν εσωτερικό δοκίμιο
fi: Jäsen korottaa sisällön sisäiseksi luonnokseksi
uk: Користувач надає вмісту робочий стан Внутрішньої чернетки.

source: Member promotes content to public draft
el: Το μέλος υποβάλλει περιεχόμενο σαν δημόσιο δοκίμιο
fi: Jäsen korottaa sisällön julkiseksi luonnokseksi
uk: Користувач надає вмісту робочий стан Публічної чернетки.

source: Member retracts submission
el: Το μέλος ανακαλεί την υποβολή
fi: Jäsen peruu julkaisupyynnön
uk: Користувач відмінив подачу на розгляд

source: Member submits content for publication
el: Το μέλος υποβάλλει περιεχόμενο για δημοσίευση
fi: Jäsen lähettää sisällön julkaistavaksi
uk: Користувач подав вміст на публікацію

source: Message
el: Μήνυμα
fi: Viesti
uk: Повідомлення

source: Message type
el: Τύπος μηνύματος
fi: Viestityyppi
uk: Тип повідомлення

source: Modification Date
el: Ημερομηνία Τροποποίησης
fi: Muokkauspäivä
uk: Дата Зміни

source: Modify portlet
el: Τροποποίηση πλαισίου
fi: Muokkaa sovelmaa
uk: Змінити портлет

source: Move down
el: Μετακίνηση κάτω
fi: Siirrä alas
uk: Вниз

source: Move to folder ${folder}
el: Μετακίνηση στο φάκελο ${folder}
fi: Siirrä kansioon ${folder}
uk: Перемістити у теку ${folder}

source: Move up
el: Μετακίνηση πάνω
fi: Siirrä ylös
uk: Вверх

source: My Folder
el: Ο Φάκελός Μου
fi: Oma kansio
uk: Моя тека

source: My favorites
el: Τα αγαπημένα μου
fi: Suosikkini
uk: Мої улюбленці

source: Navigation
el: Πλοήγηση
fi: Navigointi
uk: Навіґація

source: Navigation Settings
el: Ρυθμίσεις Πλοήγησης
fi: Navigointiasetukset
uk: Параметри Навіґації

source: Navigation settings updated.
fi: Navigointiasetukset päivitetty.
uk: Параметри навіґації змінено.

source: Need destination content ids.
fi: Kohdesisällön tunnukset puuttuvat.
uk: Потрібна цільова адреса.

source: Need source content ids.
fi: Lähdesisällön tunnukset puuttuvat.
uk: Потрібна адреса джерела.

source: Never show icons
el: Να μην εμφανίζονται εικονίδια
fi: Älä koskaan näytä kuvakkeita
uk: Ніколи не показувати іконки

source: New reference created.
fi: Uusi viittaus luotu.
uk: Створено нове посилання.

source: New...
el: Νέο...
fi: Uusi...
uk: Новий...

source: News
el: Ειδήσεις
fi: Uutiset
uk: Новини

source: News Item
el: Είδηση
fi: Uutinen
uk: Новина

source: News item changes saved.
el: Οι αλλαγές στην Είδηση αποθηκεύτηκαν.
fi: Muutokset uutiseen on tallennettu.
uk: Зміни в новині збережено.

source: No
el: Όχι
fi: Ei
uk: Ні

source: No changes done.
el: Δέν έγιναν αλλαγές.
fi: Ei muutoksia.
uk: Жодних змін не зроблено.

source: No changes made.
el: Δέν έγιναν αλλαγές.
fi: Ei muutoksia.
uk: Жодних змін не зроблено.

source: No workflow
el: Χωρίς ροή εργασίας
fi: Ei työnkulkua
uk: Жодного робочого процесу

source: Notify with message ${message}
fi: Huomauta viestillä ${message}
uk: Сповістити повідомленням ${message}

source: Number of items to display
el: Πλήθος προβαλλόμενων αντικειμένων
fi: Näytettävien kohteiden lukumäärä
uk: Кількість елементів

source: Omit portlet border
uk: Знехтувати рамкою портлету

source: One or more items not copyable.
el: Ένα ή περισσότερα αντικείμενα δεν είναι αντιγράψιμα.
fi: Osa valinnoistasi ei ole kopioitavissa.
uk: Один чи кілька елементів неможливо скопіювати.

source: One or more items not moveable.
el: Ένα ή περισσότερα αντικείμενα δεν είναι μεταφέρσιμα.
fi: Osa valinnoistasi ei ole siirrettävissä.
uk: Один чи кілька елементів неможливо перемістити.

source: One or more selected items is locked.
uk: Один чи кілька вибраних об'єктів заблоковано.

source: One or more selected items is no longer available.
el: Ένα ή περισσότερα αντικείμενα δεν είναι πλέον διαθέσιμα.
fi: Osa valinnoistasi on poistunut.
uk: Один чи кілька вибраних об'єктів більше не доступні.

source: Only for users who are logged in
el: Μόνο για συνδεδεμένους χρήστες
fi: Vain sisäänkirjautuneille käyttäjille
uk: Лише для зареєстрованих користувачів

source: OpenID login
el: OpenID παρωνύμιο
fi: OpenID-kirjautuminen
uk: Вхід з OpenID

source: Order in folder
el: Σειρά στον φάκελο
fi: Järjestys kansiossa
uk: Порядок у теці

source: Owner
el: Ιδιοκτήτης
fi: Omistaja
uk: Власник

source: Ownership has been changed.
el: Η ιδιοκτησία άλλαξε.
fi: Omistajuus on vaihdettu.
uk: Власника змінено.

source: Pack database now
fi: Pakkaa tietokanta nyt
uk: Упакувати базу даних

source: Packed the database.
fi: Tietokanta pakattu.
uk: Базу даних упаковано.

source: Page
el: Σελίδα
fi: Sivu
uk: Сторінка

source: Parent folder
uk: Батьківська тека

source: Password change was canceled.
el: Η αλλαγή του κωδικού ακυρώθηκε.
fi: Salasanan vaihto on peruttu.
uk: Скасовано заміну паролю.

source: Password changed.
el: Ο κωδικός άλλαξε.
fi: Salasana on vaihdettu
uk: Пароль змінено.

source: Password incorrect.
el: Λάθος κωδικός.
fi: Väärä salasana.
uk: Пароль невірний.

source: Passwords do not match.
el: Οι κωδικοί δεν ταιριάζουν.
fi: Salasanat eivät vastaa toisiaan.
uk: Паролі не співпадають.

source: Passwords must contain at least 5 letters.
el: Οι κωδικοί πρέπει να περιέχουν τουλάχιστον 5 γράμματα.
fi: Salasanan on oltava ainakin 5 merkkiä pitkä.
uk: Пароль повинен скаладатися щонайменше з 5 букв.

source: Passwords must match.
el: Οι κωδικοί πρέπει να ταιριάζουν.
fi: Salasanojen on oltava samat.
uk: Паролі повинні співпадати.

source: Paste
el: Επικόλληση
fi: Liitä
uk: Вставити

source: Paste could not find clipboard content.
fi: Leikepöydän sisältöä ei löytynyt liitettäväksi.
uk: Вставити не вдалося.

source: Path Criterion
el: Κριτήριο διαδρομής
fi: Sijaintiehto
uk: Критерій шляху

source: Pending
el: Σε Αναμονή
fi: Odottaa
uk: Непідтверджений

source: Pending review
el: Σε αναμονή επιθεώρησης
fi: Sisällön tarkistus kesken
uk: Непідтверджений

source: Permission denied to copy ${title}.
el: Άρνηση αντιγραφής του ${title} λόγω ανεπαρκούς άδειας.
fi: Käyttäjätunnuksella ei ole oikeuksia kopioida sisältöä ${title}.
uk: Копіювати ${title} не дозволено.

source: Permission denied to cut ${title}.
el: Άρνηση αποκοπής του ${title} λόγω ανεπαρκούς άδειας.
fi: Käyttäjätunnuksella ei ike oikeuksia leikata sisältöä ${title}.
uk: Вирізати ${title} не дозволено.

source: Permission denied to rename ${title}.
el: Δεν έχετε δικαίωμα να μετονομάσετε το ${title}.
fi: Kohteen ${title} uudelleennimeäminen kielletty.
uk: Перейменувати ${title} не дозволено.

source: Permitted styles
fi: Sallitut tyylit
uk: Дозволені стилі

source: Personal Preferences
el: Προσωπικές Προτιμήσεις
fi: Omat asetukset
uk: Персональні налаштування

source: Please correct the indicated errors.
el: Παρακαλούμε διορθώστε τα λάθη που υποδεικνύονται.
fi: Korjaa korostettuna näkyvät virheelliset kohdat.
uk: Будь-ласка, виправте вказані помилки.

source: Please enter a message
el: Παρακαλούμε εισάγετε μήνυμα
fi: Kirjoita viesti.
uk: Буль-ласка, введіть повідомлення

source: Please enter a name.
el: Παρακαλούμε εισάγετε όνομα.
fi: Anna nimi.
uk: Будь-ласка, введіть ім'я.

source: Please enter a subject.
el: Παρακαλούμε εισάγετε θέμα.
fi: Kirjoita aihe.
uk: Будь-ласка, введіть тему.

source: Please enter a valid date and time.
el: Παρακαλούμε εισάγετε μια έγκυρη ημερομηνία και ώρα.
fi: Syötä oikein muotoiltu päivämäärä ja aika (mm.dd.yyyy hh:mm).
uk: Будь-ласка, введіть дату та час.

source: Please enter your login name.
el: Παρακαλούμε εισάγετε το παρωνύμιο σας.
fi: Kirjoita käyttäjätunnuksesi.
uk: Будь-ласка, введіть Ваш псевдонім.

source: Please enter your password.
el: Παρακαλούμε εισάγετε τον κωδικό σας.
fi: Kirjoita salasanasi.
uk: Будь-ласка, введіть Ваш пароль.

source: Please make sure you confirm your password.
el: Παρακαλούμε επιβεβαιώστε τον κωδικό σας.
fi: Muista varmistaa salasanasi.
uk: Будь-ласка, перевірте правильність Вашого паролю.

source: Please provide an id
fi: Anna tunnus
uk: Будь-ласка, введіть id

source: Please select an item to use.
el: Επιλεξτε το αντικείμενο που θα χρησιμοποιηθεί
fi: Valitse käytettävä kohde.
uk: Будь-ласка, виберіть елемент.

source: Please select one or more items to copy.
el: Παρακαλούμε επιλέξτε ένα ή περισσότερα αντικείμενα προς αντιγραφή.
fi: Valitse yksi tai useampi kohde kopioitavaksi.
uk: Виберіть один чи більше елементів, які хочете копіювати.

source: Please select one or more items to cut.
el: Παρακαλούμε επιλέξτε ένα ή περισσότερα αντικείμενα προς αποκοπή.
fi: Valitse yksi tai useampi kohde leikattavaksi.
uk: Виберіть один чи більше елементів, які хочете вирізати.

source: Please select one or more items to delete.
el: Παρακαλούμε επιλέξτε ένα ή περισσότερα αντικείμενα προς διαγραφή.
fi: Valitse yksi tai useampi kohde poistettavaksi.
uk: Виберіть один чи більше елементів, які хочете знищити.

source: Please select one or more items to rename.
el: Παρακαλούμε επιλέξτε ένα ή περισσότερα αντικείμενα προς μετονομασία.
fi: Valitse yksi tai useampi kohde uudelleennimettäväksi.
uk: Виберіть один чи більше елементів, які хочете перейменувати.

source: Please submit a body.
el: Παρακαλούμε εισάγετε το σώμα κειμένου.
fi: Anna pääsisältö.
uk: Будь-ласка, введіть текст.

source: Please submit a subject.
el: Παρακαλούμε εισάγετε το θέμα
fi: Anna aihe.
uk: Будь-ласка, введіть тему.

source: Please submit a valid email address.
el: Παρακαλούμε εισάγετε μια έγκυρη διεύθυνση email.
fi: Anna toimiva sähköpostiosoite.
uk: Будь-ласка, введіть дійсну електронну адресу.

source: Please submit an email address.
el: Παρακαλούμε εισάγετε μια διεύθυνση email.
fi: Anna sähköpostiosoite.
uk: Будь-ласка, введіть електронну адресу.

source: Plone Configuration
el: Παραμετροποίηση του Plone
fi: Plonen asetukset
uk: Конфіґурація Plone

source: Plone Site
el: Ιστοχώρος Plone
fi: Plone-sivusto
uk: Сайт Plone

source: Plone filters HTML tags that are considered security risks. Be aware of the implications before making changes below. By default only tags defined in XHTML are permitted. In particular, to allow 'embed' as a tag you must both remove it from 'Nasty tags' and add it to 'Custom tags'. Although the form will update immediately to show any changes you make, your changes are not saved until you press the 'Save' button.
fi: Plone suodattaa pois sellaiset HTML-merkinnät, jotka saattavat olla tietoturvariskejä. Ota mahdolliset seuraukset huomioon, ennen kuin teet muutoksia alle. Oletusarvoisesti vain XHTML:ssä määritetyt merkinnät ovat sallittu. Jos haluat sallia tietyn merkinnän 'sisällyttämisen', poista kyseinen merkintä Ilkeistä merkinnöistä ja lisää se Itsemääriteltyihin merkintöihin. Siitä huolimatta, että lomake päivittyy heti, muutokset tulevat voimaan vasta napsauttaessasi 'Tallenna'-painiketta.
uk: Plone фільтрує HTML-теґи, які вважаються небезпечними з точки зору безпеки. Пам'ятайте про наслідки, перш ніж вносити зміни нижче. По замовчуванню допускаються лише теґи, визначені в XHTML. Зокрема, щоб дозволити теґ 'embed', Ви повинні видалити його з 'Nasty теґів' і додати до 'Custom теґів'. Хоча форму буде оновлено, показуючи усі зміни, вони не будуть збережені до тих пір, поки ви не натиснете кнопку 'Зберегти'.

source: Plone generates e-mail using this address as the e-mail return address. It is also used as the destination address on the site-wide contact form.
fi: Plone laatii sähköpostit käyttämällä tätä sähköpostin palautusosoitteena. Sitä käytetään myös vastaanotto-osoitteena sivuston palautelomakkeella.
uk: Коли Plone генерує пошту, цю електронну адресу буде використано в ролі зворотньої адреси. Її також буде використано в контактних формах, як адресу отримувача.

source: Plone generates e-mail using this name as the e-mail sender.
fi: Plone laatii sähköpostit käyttämällä tätä nimeä sähköpostin lähettäjänä.
uk: Коли Plone генерує пошту, це ім'я буде вказано як відправник.

source: Portal Settings
el: Ρυθμίσεις Πύλης
fi: Sivuston asetukset
uk: Параметри порталу

source: Portal Types Criterion
el: Κριτήριο Τύπου Πύλης
fi: Sisältötyyppiehto
uk: Критерій портал типу

source: Portlet footer
uk: Низ портлета

source: Portlet header
uk: Верх портлета

source: Portrait deleted.
el: Το πορτραίτο διαγράφηκε.
fi: Muotokuva on poistettu.
uk: Портрет знищено.

source: Preferences
el: Προτιμήσεις
fi: Asetukset
uk: Вподобання

source: Previous transition
el: Προηγούμενη μετάβαση
fi: Aiempi siirtymä
uk: Попоредня зміна стану

source: Print
el: Εκτύπωση
fi: Tulosta
uk: Друк

source: Print this
el: Εκτύπωση
fi: Tulosta
uk: Надрукувати

source: Print this page
el: Εκτύπωση αυτής της σελίδας
fi: Tulosta tämä sivu
uk: Надрукувати цю сторінку

source: Private
el: Ιδιωτικό
fi: Yksityinen
uk: Приватний

source: Profile
el: Προφίλ
fi: Profiili
uk: Файл користувача

source: Promote to Draft
el: Μετατροπή σε προσχέδιο
fi: Korota luonnokseksi
uk: Змінити робочий стан на Чернетку

source: Promote to public draft
el: Μετατροπή σε δημόσιο προσχέδιο
fi: Korota julkiseksi luonnokseksi
uk: Змінити робочий стан на Публічну Чернетку

source: Promotes your folder to public draft state.
el: Μετατροπή του φακέλου σε δημόσιο προσχέδιο
fi: Korottaa kansiosi julkiseksi luonnokseksi.
uk: Змінити робочий стан теки на Публічну Чернетку.

source: Promotes your private item to a public draft.
el: Μετατροπή του ιδιωτικού αντικειμένου σε δημόσιο προσχέδιο.
fi: Korottaa yksityisen kohteesi julkiseksi luonnokseksi.
uk: Змінити робочий стан вашого приватного елемента на Публічну Чернетку.

source: Promotes your private item to an internal draft.
el: Μετατροπή του ιδιωτικού αντικειμένου σε εσωτερικό προσχέδιο.
fi: Korottaa yksityisen kohteesi sisäiseksi luonnokseksi.
uk: Змінити робочий стан вашого приватного елемента на внутрішню Чернетку.

source: Properties
el: Ιδιότητες
fi: Ominaisuudet
uk: Властивості

source: Provides access to workflow history
el: Παρέχει πρόσβαση στο ιστορικό της ροής εργασίας
fi: Tarjoaa pääsyn työnkulkuhistoriaan
uk: Надає доступ до історії робочого процесу

source: Public Draft
el: Δημόσιο Προσχέδιο
fi: Julkinen luonnos
uk: Публічна чернетка

source: Public draft
el: Δημόσιο προσχέδιο
fi: Julkinen luonnos
uk: Публічна чернетка

source: Publish
el: Δημοσίευση
fi: Julkaise
uk: Опублікувати

source: Publish externally
el: Εξωτερική δημοσίευση
fi: Julkaise ulkoisesti
uk: Опублікувати зовнішньо

source: Publish internally
el: Εσωτερική δημοσίευση
fi: Julkaise sisäisesti
uk: Опублікувати внутрішньо

source: Published
el: Δημοσιευμένο
fi: Julkaistu
uk: Опублікований

source: Published and visible to intranet users, not editable by the owner.
el: Δημοσιευμένα και ορατά στους χρήστους εσωτερικού δικτύου, μη τροποποιήσιμα από τον ιδιοκτήτη.
fi: Julkaistu ja on näkyvissä toisille intranet-käyttäjille. Omistajan ei ole mahdollista muokata kohdetta.
uk: Опублікований і видимий для внутрішніх користувачів, власник не може відредагувати.
