Repository: isaw/isaw.events
Catalog: plone/buildout-cache/eggs/plone.app.locales-3.3.8-py2.4.egg/plone/app/locales/i18n/plone-*.po
Languages: el, fi, uk

source: linkintegrity_is_referenced
el: Αυτό ${portal_type} is referenced by the following items:"
fi: Tämä ${portal_type} on linkitetty seuraavista:
uk: На цей ${portal_type} йдуть посилання з наступних об'єктів:

source: linkintegrity_item_not_accessible
el: Αυτό το αντικείμενο δεν είναι προσβάσιμο.
uk: Елемент недоступний.

source: linkintegrity_update_info
el: Η ακεραιότητα των συνδέσμων ενημερώθηκε για ${count} αντικείμενο/α.
fi: Linkin eheystiedot on päivitetty ${count} kohteelle.
uk: Інформацію щодо цілісності посилань оновлено для ${count} елементу(ів).

source: linkintegrity_update_instructions
el: Πατώντας το κουμπί παρακάτω θα ενημερωθούν τα δεδομένα που αφορούν την ακεραιότητα των συνδέσμων. Αυτό μπορεί να καθυστερήσει, ιδιαίτερα σε μεγάλους ιστοχώρους...
fi: Napsauttamalla alla olevaa painiketta sivuston linkkien eheystiedot päivitetään. Päivityksessä saattaa kestää jonkin aikaa sivuston laajuudesta riippuen.
uk: Якщо натиснете клавішу нижче, то почнеться оновлення інформації щодо цілісності посилань. Процес може тривати деякий час, особливо на великих сайтах...

source: linkintegrity_update_title
el: Ενημέρωση των δεδομένων που αφορούν την ακεραιότητα των συνδέσμων
fi: Päivitä linkkien eheystiedot
uk: Оновити інформацію щодо цілісності посилань

source: linkintegrity_warning
el: Η διαγραφή ενός ή περισσότερων αντικείμενων που επιχειρείτε μπορεί να σπάσει υπάρχοντες συνδέσμους στον ιστοχώρο σας.
fi: Yksi tai useampi poistettava kohde voi aiheuttaa linkkien katkeamisen sivustolla.
uk: Один чи кілька елементів, які Ви хочете знищити, можуть спричинити появу помилок у посиланнях на сайті

source: linkintegrity_yes
el: Ναι
uk: Так

source: linkintegrity_yes_to_all
el: Ναι σε όλα
uk: Так для всіх

source: listingheader_action
el: Ενέργεια
fi: Toiminto
uk: Дія

source: listingheader_action_performed
el: Εκτελεσθείσα ενέργεια
fi: Toiminto suoritettu
uk: Виконана дія

source: listingheader_affected_item
el: Αντικείμενα που επηρεάστηκαν
fi: Muutettu sisältö
uk: Задіяний елемент

source: listingheader_author
fi: Tekijä
uk: Автор

source: listingheader_comment
el: Σχόλιο
fi: Kommentti
uk: Коментар

source: listingheader_date_and_time
el: Ημερομηνία και Ώρα
fi: Päiväys
uk: Дата та час

source: listingheader_description
el: Περιγραφή
fi: Kuvaus
uk: Опис

source: listingheader_email_address
el: Διεύθυνση E-mail
fi: Sähköposti
uk: Електронна адреса

source: listingheader_group_name
el: Όνομα ομάδας
fi: Ryhmän nimi
uk: Назва групи

source: listingheader_group_remove
el: Απομάκρυνση Ομάδας
fi: Poista ryhmä
uk: Видалити групу

source: listingheader_group_user_name
el: Όνομα ομάδας/χρήστη
fi: Ryhmän/Jäsenen nimi
uk: Ім'я Групи/Користувача

source: listingheader_modified
el: Τροποποιημένο
fi: Muutettu
uk: Змінено

source: listingheader_name
el: Όνομα
fi: Nimi
uk: Ім'я

source: listingheader_order
el: Σειρά
fi: Järjestys
uk: Порядок

source: listingheader_performed_by
el: Εκτελεσθείσα από
fi: Muuttaja
uk: Виконав(ла)

source: listingheader_remove_group
el: Απομάκρυνση Ομάδας
fi: Poista ryhmä
uk: Видалити групу

source: listingheader_remove_user
el: Απομάκρυνση χρήστη
fi: Poista jäsen
uk: Видалити користувача

source: listingheader_reset_password
el: Επαναφορά Κωδικού
fi: Nollaa salasana
uk: Відновити пароль

source: listingheader_roles
el: Ρόλοι
fi: Roolit
uk: Ролі

source: listingheader_size
el: Μέγεθος
fi: Koko
uk: Розмір

source: listingheader_status
el: Κατάσταση
fi: Tila
uk: Стан

source: listingheader_title
el: Τίτλος
fi: Nimike
uk: Заголовок

source: listingheader_type
el: Είδος
fi: Tyyppi
uk: Тип

source: listingheader_user_name
el: Παρωνύμιο
fi: Käyttäjätunnus
uk: Псевдонім

source: local_role_warning_default_page
el: <strong> Προσοχή! </strong> Καθορίζετε τις άδειες κοινής χρήσης για την προεπιλεγμένη σελίδα αυτού του φακέλου. Αν θέλετε να ορίσετε τις άδειες του φακέλου στον οποίο εμπεριέχεται η σελίδα, πιέστε ${link}
fi: Olet vaihtamassa tämän kansion oletussivun yhteiskäyttöoikeuksia. Jos kuitenkin haluat määrittää oletussivun sisältävän kansion yhteiskäyttöoikeuksia, napsauta ${link}.
uk: <strong>Увага!</strong> Ви задаєте право доступу до сторінки по замовчуванню даної текию. Якщо ж Ви бажаєте задати права доступу до самої теки, клацніть ${link}

source: local_role_warning_link
el: εδώ
fi: tästä
uk: тут

source: local_role_warning_type
el: <strong> Προσοχή! </strong> Καθορίζετε τις άδειες κοινής χρήσης για τον τύπο περιεχομένου ${type} . Αν θέλετε να ορίσετε τις άδειες για τον περιέκτη του, πιέστε ${link}
fi: <strong>Huomio!</strong> Olet muuttamassa sisältötyypin ${type} sisällön yhteiskäyttöoikeuksia. Jos kuitenkin haluat määrittää sisältötyypin sisältävän kansion asetuksia, napsauta ${link}.
uk: <strong>Увага!</strong> Ви надаєте повноваження для ${type}. Якщо хочете надати повноваження теці, яка його містить, перейдіть сюди ${link}.

source: login_portlet_disabled
el: Η πιστοποίηση των cookies είναι απενεργοποιημένη. Το πλαίσιο σύνδεσης δεν είναι διαθέσιμο.
fi: Evästetunnistus on poistettu käytöstä. Kirjautumissovelma ei ole käytettävissä.
uk: Аутентифікацію коржиками вимкнено. Портлет входу в систему є недоступний.

source: manage_portlets_link
fi: Hallinnoi sovelmia
uk: Управління портлетами

source: message_add_new_item_cancelled
fi: Uuden sisällön luonti peruttiin.
uk: Дію 'Додати новий елемент' відмінено.

source: message_edit_item_cancelled
fi: Muokkaus peruttiin.
uk: Редагування відміненно.

source: message_reference_added
fi: Viittaus lisätty.
uk: Посилання додано.

source: message_reference_edited
fi: Viittausta muokattu.
uk: Посилання відредаговано.

source: message_send_feedback_confirm
fi: Sivuston ylläpidolle on lähetetty postia liittyen kysymyksiisi ja/tai kommentteihisi.
uk: Листа стосовно Вашого питання/коментаря щойно надіслано адміністратору сайту.

source: more_url
el: Περισσότερα...
uk: Більше...

source: no_body_text
el: Αυτό το αντικείμενο δεν διαθέτει σώμα κειμένου, πιέστε στην καρτέλα επεξεργασίας για να το αλλάξετε.
fi: Täällä ei vielä ole sisältöä. Napsauta <em>Muokkaa</em>-välilehteä lisätäksesi sisältöä.
uk: Цей документ ще треба написати, клацніть на вкладці редагування щоб його написати.

source: no_comments
el: Χωρίς σχόλια.
fi: Ei kommentteja.
uk: Без коментарів.

source: no_groups_found
fi: Hakuehdoillasi ei löytynyt yhtään ryhmää.
uk: На Ваш запит не знайдено жодної групи.

source: no_image_uploaded
el: (Δεν έχει ανεβαστεί ακόμη καμία εικόνα)
fi: (Kuvaa ei ole vielä lisätty)
uk: (Жодного зображення ще не було завантажено)

source: no_join_without_configured_mail
fi: Tämän sivuston sähköpostiasetuksia ei ole vielä määritetty. Sivustolle rekisteröityminen ei onnistu (paitsi sivusto ylläpidon toimesta), mikäli sähköpostitoiminto ei ole käytettävissä.
uk: На даному сайті не налаштовано електронну пошту. Поки її не буде налаштовано, створення рахунку є неможливим.

source: no_new_events
fi: Uusia tapahtumia ei ole tiedossa.
uk: Нових подій нема.

source: no_users_found
fi: Hakuehdoillasi ei löytynyt yhtään käyttäjää.
uk: На Ваш запит не знайдено жодного користувача.

source: nochange_file
el: Διατήρηση υφιστάμενου αρχείου
fi: Säilytä nykyinen tiedosto
uk: Зберегти існуючий файл

source: nochange_image
el: Καμία αλλαγή
fi: Säilytä nykyinen kuva
uk: Зберегти існуюче зображення

source: none specified
el: Δεν καθορίστηκε κανένα
fi: ei annettu
uk: не вказано

source: normal_text
el: Κανονικό
fi: Normaali
uk: Звичайний

source: openid_intro
fi: Jos sinulla ei ole OpenID-tunnusta, voit hankkia itsellesi sellaisen täältä: ${openid_myopenid}.
uk: Якщо у Вас нема OpenID, Ви можете його отримати з ${openid_myopenid}.

source: or_upload_a_file
el: ή ανεβάστε ένα αρχείο (το υπάρχον περιεχόμενο θα αντικατασταθεί)
fi: tai lähetä tiedosto (nykyinen sisältö korvataan)
uk: або завантажте файл (існуючий буде замінено)

source: pending
el: εν αναμονή
fi: tarkistuksessa
uk: непідтверджений

source: plain_text
el: Απλό Κείμενο
fi: Pelkkä teksti
uk: Звичайний текст

source: portlets_value_block
fi: Estä
uk: Заблокувати

source: portlets_value_show
fi: Näytä aina
uk: Не блокувати

source: portlets_value_use_parent
fi: Käytä ylemmän tason asetuksia
uk: Використовувти батьківські параметри

source: posted_by
el: Αποστολέας
fi: Lähettäjä
uk: Надіслано від

source: private
el: ιδιωτικό
fi: yksityinen
uk: приватний

source: publish
el: δημοσίευση
fi: julkaise
uk: опублікувати

source: published
el: δημοσιευμένο
fi: julkaistu
uk: опублікований

source: read_more
uk: Більше...

source: registered_disabled
el: Η πιστοποίηση των cookies έχει απενεργοποιηθεί.
fi: Evästetunnistus on poistettu käytöstä.
uk: Автентифікацію коржиками вимкнено.

source: reject
el: απόρριψη
fi: hylkää
uk: відкинути

source: remember_to_log_out
el: Παρακαλούμε αποσυνδεθείτε ή κλείστε τον φυλλομετρητή σας όταν τελειώσετε.
fi: Kun olet valmis, muista kirjautua sivustolta ulos tai sulkea selainikkunat.
uk: Вийдіть або закрийте переглядач, коли завершите роботу.

source: rename_item_not_allowed
el: Δεν επιτρέπεται να τροποποιήσετε το id αυτού του αντικειμένου.
fi: Et voi muuttaa kohteen tunnistetta.
uk: Вам не дозволено змінювати коротке ім'я цього елемента.

source: results_by_author
el: συντάκτης ${author} , ${date}
fi: tehnyt ${author}, ${date}
uk: створив(ла) ${author}, ${date}

source: retract
el: ανάκληση
fi: peru tarkistus
uk: відкликати

source: return_to_view
fi: Palaa
uk: Назад

source: rules-enable-globally
fi: Käytä kaikkialla
uk: Увімкнути для цілого сайту

source: search_results_advanced
fi: Etkö löytänyt etsimääsi? Koeta ${advanced_search} - sen avulla pystyt määrittämään yksityiskohtaisia hakuehtoja.
uk: Не знайшли те, що шукали? Спробуйте ${advanced_search} для покращення результатів пошуку.

source: search_results_advanced_link
el: προηγμένη αναζήτηση
fi: laajennettua hakua
uk: Складний пошук

source: sendto_mailtemplate_body
fi: Tämä linkki on lähetetty sinulle osoitteesta ${portal_url} Tämä viesti lähetettiin sinulle sivustolta ${portal_title}, koska viestin lähettäjä arveli sivustolla lukemansa sivun kiinnostavan sinua. Linkin on lähettänyt ${from_address} tällä kommentilla: ${comment} ${document_title} ${document_description} ${document_url}
uk: Це посилання прислали вам з ${portal_url}Ви одержуєте цього листа, бо хтось прочитав сторінку на ${portal_title}та подумав(-ла), що вона може вас зацікавити. Це надіслано з ${from_address}з наступним коментарем: "${comment}" ${document_title} ${document_description}${document_url}"

source: show
el: εμφάνιση
fi: näkyväksi
uk: показати

source: site_feedback_mailtemplate_body
el: Λαμβάνετε αυτό το μήνυμα επειδή ο/η ${fullname} ( ${from_address} ) σας στέλνει μια ανταπόκριση σχετικά με την πύλη plone που διαχειρίζεστε στη διεύθυνση ${url} . Το μήνυμα που εστάλει είναι: ${message}
fi: Sait tämän viestin, koska ${fullname} ${from_address} lähetti palautetta ylläpitämästäsi Plone-sivustosta osoitteessa ${url}. Lähetetty viesti on: ${message}
uk: Ви отримуєте цього листа тому, що ${fullname} ${from_address} надсилає відгук про сайт, на якому Ви є адміністратором ${url}. Повідомлення: ${message}

source: small_text
el: Μικρό
fi: Pieni
uk: Маленький

source: status_fatal_password_mail
fi: Käyttäjätunnuksen luonti epäonnistui. Sähköpostin lähetys osoitteeseen ${address} ei onnistunut.
uk: Ваш рахунок не створено: не вдалося вислати пароль на адресу Вашої електронної пошти: ${address}

source: status_nonfatal_password_mail
fi: Käyttäjätunnuksesi on luotu, mutta salasanan lähettäminen sähköpostitse osoitteeseen ${address} ei onnistunut.
uk: Ваш рахунок створено, але не вдалося вислати пароль на адресу Вашої електронної пошти: ${address}

source: structured_text
el: Δομημένο Κείμενο
fi: Rakenteinen teksti
uk: Структурований текст

source: submit
el: υποβολή
fi: tarkistukseen
uk: подати

source: summary_affected_content
el: Επηρεαζόμενο περιεχόμενο
fi: Muutettu sisältö
uk: Задіяний вміст

source: summary_assigned_roles
el: Τοπικοί ρόλοι που έχουν ανατεθεί
fi: Myönnetyt paikalliset roolit
uk: Локально призначені ролі

source: summary_author_content_list
el: Προβάλει το περιεχόμενο που γράφτηκε από έναν συντάκτη και το ομαδοποιεί ανά είδος περιεχομένου.
fi: Näyttää tietyn jäsenen tekemän sisällön sisältötyypeittäin ryhmiteltynä
uk: Згрупувати вміст, створений автором, по типах вмісту

source: summary_available_groups
el: Διαθέσιμες ομάδες
fi: Ryhmät
uk: Наявні групи

source: summary_calendar
el: Ημερολόγιο
fi: Kalenteri
uk: Календар

source: summary_content_listing
el: Λίστα περιεχομένου
fi: Sisältöluettelo
uk: Перелік вмісту

source: summary_event_details
el: Λεπτομέρειες γεγονότος
fi: Tapahtuman tiedot
uk: Деталі події

source: summary_exception_log
el: Καταγραφή Εξαιρέσεων (τα πιο πρόσφατα πρώτα)
fi: Virheloki (uusin ensimmäisenä)
uk: Реєстр виняткових ситуацій (новіші спочатку)

source: summary_history
el: Ιστορικό
fi: Historia
uk: Історія

source: summary_localroles_to_assign
el: Ρόλοι προς ανάθεση
fi: Myönnettävät roolit
uk: Які ролі призначити

source: summary_review_history
el: Επιθεώρηση Ιστορικού
fi: Tarkastushistoria
uk: Історія рецензування

source: summary_roles_for_groups
el: Επιλογή ρόλων για κάθε ομάδα
fi: Valitse roolit joka ryhmälle
uk: Виберіть ролі для кожної з груп

source: summary_search_results
el: Αποτελέσματα αναζήτησης
fi: Hakutulokset
uk: Результати пошуку

source: tableheading_all_items_selected
uk: Виділено усі ${count} елементи на цій сторінці.

source: tableheading_clear_selection
uk: Очистити виділення

source: tableheading_select_all_items
uk: Виділити усі ${count} елементи даної теки.

source: tabs_home
el: Αρχική Σελίδα
fi: Pääsivu
uk: Головна

source: text_broken_product
el: Αυτό το Προϊόν είναι ατελές
fi: Tämä tuote ei toimi
uk: Цей продукт не працює

source: text_contributors
fi: Sisällön luomisessa avustaneet: ${name}
uk: Помічники: ${name}

source: text_creator_date
el: συντάκτης ${creator} , τελευταία ενημέρωση: ${date}
fi: tehnyt ${creator}, viimeksi päivitetty: ${date}
uk: Створив(ла) ${creator}, востаннє редаговано: ${date}

source: text_error_rendering_portlet
fi: Sovelmaa esittäessä tapahtui virhe.
uk: Виникла помилка під час відтворення портлета.

source: text_form_modified_message
el: Η φόρμα σας δεν αποθηκεύτηκε. Όλες οι αλλαγές που κάνατε θα χαθούν
fi: Lomakettasi ei ole tallennettu. Kaikki tekemäsi muutokset häviävät.
uk: Форму не було збережено. Усі зміни буде втрачено.

source: text_form_resubmit_message
fi: Lähetit lomakkeen tiedot jo kerran napsauttamalla lähetysnappulaa. Haluatko todella lähettää lomakkeen uudelleen?
uk: Ви вже один раз натисли клавішу Відправити. Хочете відправити форму ще раз?

source: text_group
el: Ομάδα
fi: Ryhmä
uk: Група

source: text_location
fi: Sijainti: ${location}
uk: Місце проведення: ${location}

source: text_no_email_setup
fi: Tämän sivuston sähköpostitoiminto ei ole käytössä, joten yhteydenotto sähköpostitse ei ole mahdollista.
uk: На даному сайті нема дійсних налаштувань електронної пошти, тому Ви не можете скористатися жодною контактною формою.

source: text_no_mailhost_configured
fi: Sivuston sähköpostitoiminnon lähetystietoja (postipalvelin, sivuston lähettäjäosoite) ei ole määritelty. Useat toiminnot, kuten yhteystietolomakkeet, sähköpostimuistutukset ja salasanan vaihtamiset, eivät toimi. Siirry kohteeseen ${label_mail_control_panel_link} muokataksesi sähköpostiasetuksia.
uk: Ви не налаштували відправку електронної пошти і адресу сайта-відправника, тому ні контактна форма, ні перевстановлення паролю не працюватимуть на даному сайті. Щоб поправити це - відвідайте ${label_mail_control_panel_link}.

source: text_no_mailhost_configured_control_panel_link
fi: postiasetukset
uk: Налаштування пошти

source: text_no_new_items
el: Δεν έχουν δημοσιευτεί αντικείμενα.
fi: Uutta sisältöä ei ole julkaistu.
uk: Не опубліковано жодного елемента.

source: text_no_new_modified_items
el: Κανένα αντικείμενο δεν έχει τροποποιηθεί.
fi: Ei uusia muutoksia.
uk: Жодного елемента не було змінено.

source: text_no_pil_installed
fi: Varoitus: PIL ei ole asennettuna, joten kuvien koon muuttaminen ei onnistu.
uk: Попередження: PIL не встановлено належним чином, масштабування зображень не можливе.

source: text_no_searchstring
fi: Anna etsittävän ryhmän tai jäsenen nimi tai napsauta "Näytä kaikki"-painiketta.
uk: Введіть назву групи чи ім'я користувача, якого шукаєте, або натисніть 'Показати усі.'

source: text_no_searchstring_large
fi: Anna etsittävä ryhmä tai jäsenen nimi.
uk: Введіть ім'я користувача чи назву групи, які шукати.

source: text_no_user_by_name
fi: Antamallasi nimellä ei löydy yhtäkään käyttäjää.
uk: Жодного користувача з таким іменем.

source: text_no_user_searchstring
fi: Anna etsittävän jäsenen nimi
uk: Введіть псевдонім, по якому шукати

source: text_no_user_searchstring_largesite
fi: Anna etsittävän jäsenen nimi tai napsauta "Näytä kaikki" -painiketta
uk: Введіть псевдонім, по якому шукати, або натисніть 'Показати усі'

source: text_nomatches
el: δεν βρέθηκαν εγγραφές
fi: Haku ei tuottanut tuloksia.
uk: Нема результатів.

source: text_not_allowed_manage_server
fi: Sinulla ei ole tarvittavia oikeuksia Zope-palvelimen muokkaamiseksi.
uk: Вам не дозволено управляти сервером Zope.

source: text_product_description
el: Περιγραφή Προϊόντος
fi: Tuotteen kuvaus
uk: Опис продукту

source: text_product_unavailable
el: Αυτό το Προϊόν έχει απομακρυνθεί από το αρχείο του συστήματος
fi: Tämä tuote on poistettu palvelimen tiedostojärjestelmästä
uk: Цей продукт було видалено з файлової системи.

source: text_search
el: Αναζήτηση
fi: Hae
uk: Пошук на сайті

source: text_size
el: Μέγεθος κειμένου:
fi: Tekstin koko:
uk: Розмір тексту:

source: text_user
el: Χρήστης
fi: Jäsen
uk: Користувач

source: text_user_not_in_any_group
fi: Tämä käyttäjä ei kuulu mihinkään ryhmään.
uk: Цей користувач не належить до жодної групи.

source: text_zope_database_size
fi: <strong>Nykyinen tietokannan koko:</strong> ${size}
uk: <strong>Розмір поточної бази даних:</strong> ${size}

source: text_zope_server_uptime
fi: Zope-palvelin on ollut päällä: ${time}
uk: Тривалість роботи серверу Zope: ${time}"

source: time_ever
el: Οποτεδήποτε
fi: Koska vain
uk: коли-небудь

source: time_expired
el: — έληξε
fi: - vanhentunut
uk: — нечинний

source: time_last_month
el: Τελευταίος μήνας
fi: Viime kuussa
uk: протягом останнього місяця

source: time_last_week
el: Τελευταία εβδομάδα
fi: Viime viikolla
uk: протягом останнього тижня

source: time_yesterday
el: Χθες
fi: Eilen
uk: Вчора

source: title
fi: nimike
uk: заголовок

source: title_actions_menu
fi: Valitun sisällön toiminnot
uk: Дії для поточного елемента вмісту

source: title_add_new_items_inside_folder
el: Προσθήκη νέων αντικειμένων στον ίδιο φάκελο με αυτό το αντικείμενο
fi: Lisää tänne
uk: Додати нові елементи в цю саму теку

source: title_add_new_items_inside_item
el: Προσθήκη νέων αντικειμένων μέσα σε αυτό το αντικείμενο
fi: Lisää tänne
uk: Додати нові елементи в цей об'єкт

source: title_add_static_portlet
uk: Додати статичний текстовий портлет

source: title_add_to_ical
uk: Завантажити цю подію у форматі iCal

source: title_add_to_vcal
uk: Завантажити цю подію у форматі vCal

source: title_author_info
fi: Tekijän tiedot
uk: Інформація про автора

source: title_built_with_css
fi: Tämä Plone-sivuston tekemiseen on käytetty kelvollisia CSS-määrityksiä.
uk: Сайт зроблено за допомогою дійсного CSS

source: title_built_with_plone
fi: Tämä sivusto pohjautuu Plone CMS -sisällönhallintajärjestelmään. Napsauta tästä saadaksesi lisätietoja.
uk: Цей сайт збудовано за допомогою Системи Управління Вмістом Plone. Клацніть за додатковою інформацією.

source: title_can_add
fi: Voi lisätä
uk: Може додати

source: title_can_edit
fi: Voi muokata
uk: Може редагувати

source: title_can_review
fi: Voi tarkastaa
uk: Може рецензувати

source: title_can_view
fi: Voi katsoa
uk: Може переглянути

source: title_change_default_page
el: Αλλαγή προεπιλεγμένης σελίδας
fi: Vaihda oletusnäkymä
uk: Змінити сторінку по замовчуванню

source: title_change_default_view_item
el: Αλλάξτε το αντικείμενο που χρησιμοποιείται ως προεπιλεγμένη προβολή σε αυτόν τον φάκελο
fi: Vaihda tämän kansion oletusnäkymää
uk: Змінити елемент, який відображаєься по замовчуванню для даної теки

source: title_change_state_of_item
el: Αλλαγή της κατάστασης αυτού του αντικειμένου
fi: Vaihda tämän sisällön tilaa
uk: Змінити стан елемента

source: title_choose_default_view
fi: Valitse katselutapa tälle kansiolle, tai valitse jokin sisältökohde kansion oletusnäkymäksi.
uk: Виберіть вигляд теки, або виберіть елемент, який буде відображатися по замовчуванню.

source: title_configure_addable_content_types
el: Ρυθμίστε ποιοι τύποι περιεχομένου θα είναι δυνατόν να προστεθούν εδώ
fi: Määritä sisältötyypit, joita tähän sijaintiin voi lisätä.
uk: Визначте, які типи вмісту можна додавати сюди

source: title_contentrules_assigned
fi: Sisältösäännöt: ${context}
uk: Правила вмісту для ${context}

source: title_copyright
el: Δικαιώματα
fi: Tekijänoikeudet
uk: Авторське право

source: title_css
el: Cascading Style Sheets
fi: CSS-tyylit
uk: Цей Plone сайт збудовано дійсним CSS

source: title_edit_contentrule
fi: Muokkaa sisältösääntöä
uk: Редагувати правило вмісту

source: title_edit_dashboard
fi: Muokkaa hallintapaneeliasi
uk: Редагувати панель

source: title_edit_static_portlet
uk: Редагувати статичний текстовий портлет

source: title_frontpage
fi: Etusivu
uk: Головна сторінка

source: title_large_text
el: Μεγάλο Κείμενο
fi: Suuri teksti
uk: Великий

source: title_legacy_portlets
fi: Vanhat sovelmat
uk: Існуючі портлети

source: title_manage_contentrules
fi: Sisältösäännöt
uk: Правила вмісту

source: title_manage_contenttype_portlets
fi: ${contenttype_icon} Hallitse sisältötyyppisovelmia tyypille ${contenttype_name}
uk: ${contenttype_icon} Управління портлетами типів вмісту для ${contenttype_name}

source: title_manage_contextual_portlets
fi: ${context_icon} Hallinnoi sovelmia kohteelle "${context_title}"
uk: ${context_icon} Управління портлетами на "${context_title}"

source: title_manage_group_portlets
fi: Hallinnoi ryhmäsovelmia ryhmälle ${group_name}
uk: Управління портлетами групи ${group_name}

source: title_move_item_down
el: Μετακίνηση του αντικειμένου προς τα κάτω
fi: Siirrä alas
uk: Пересунути вниз

source: title_move_item_up
el: Μετακίνηση του αντικειμένου προς τα κάτω
fi: Siirrä ylös
uk: Пересунути вверх

source: title_next_item
uk: Перейти до наступного елемента

source: title_next_month
el: Επόμενος μήνας
fi: Seuraava kuukausi
uk: Наступний місяць

source: title_normal_text
el: Κανονικό Κείμενο
fi: Normaali teksti
uk: Звичайний

source: title_previous_item
uk: Перейти до попереднього елемента

source: title_previous_month
el: Προηγούμενος μήνας
fi: Edellinen kuukausi
uk: Попередній місяць

source: title_remove_index_html_for_display_control
el: Διαγράψτε ή μετονομάστε το αντικείμενο index_html για να αποκτήσετε πλήρη έλεγχο στο τρόπο με τον οποίο προβάλλεται αυτός ο φάκελος.
fi: Voit määrittää, kuinka tämä kansio näytetään, kun poistat tai uudelleennimeät index_html-tiedoston.
uk: Знищіть або перейменуйте сторінку index_html для повного контролю над виглядом теки.

source: title_required
el: Απαιτούμενο
fi: Pakollinen
uk: Необхідне

source: title_rss_feed
fi: Lisää itsellesi automaattisesti päivittyvä RSS-syöte määrittämistäsi hakutuloksista
uk: Підписатися на автоматично оновлюваний перелік результатів пошуку.

source: title_search_site
el: Αναζήτηση στον Ιστοχώρο
fi: Etsi sivustolta
uk: Пошук на сайті

source: title_search_title
el: Αναζήτηση
fi: Etsi sivustolta
uk: Пошук на сайті

source: title_section_508
fi: Tämä sivusto on Yhdysvaltain hallituksen käytettävyysohjeistuksen pykälän 508 mukainen.
uk: Цей Plone сайт відповідає Секції 508 Правил Доступності Уряду США (Section 508).
