Repository: isaw/isaw.events
Catalog: plone/buildout-cache/eggs/plone.app.locales-3.3.8-py2.4.egg/plone/app/locales/i18n/plone-*.po
Languages: el, fi, uk

source: description_share_folders_items_current_shares
el: Μπορείτε να μοιράσετε τα δικαιώματα και για τους φακέλους και για τα αντικείμενα. Αυτοί οι χρήστες έχουν δικαιώματα εδώ:
fi: Voit jakaa oikeuksia niin kokonaisille kansioille kuin yksittäisille sisältökohteillekin. Seuraavilla jäsenillä on oikeuksia tässä kohteessa:
uk: Ви можете ділитися повноваженнями на теках (включаючи їх вміст) і на окремих елементах. Тут такі наступні користувачі мають вказані повноваження повноваження:

source: description_sharing_control
el: Μπορείτε να ρυθμίσετε ποιοί μπορούν να δουν και να επεξεργαστούν το αντικείμενό σας χρησιμοποιώντας την παρακάτω λίστα.
fi: Voit määrittää, kenellä on oikeus katsoa ja muokata määrittämääsi kohdetta alla olevan listan avulla.
uk: За допомогою наступного списку Ви матимете змогу відрегулювати, хто зможе переглядати і редагувати ваш елемент.

source: description_sharing_item
el: Η Κοινή Χρήση είναι ένας εύκολος τρόπος για να επιτραπεί σε άλλους η πρόσβαση να συνεργαστούν μαζί σας στο περιεχόμενό σας. Για να μοιραστείτε αυτό το αντικείμενο, αναζητήστε στην παρακάτω φόρμα το όνομα του προσώπου ή την ηλεκτρονική του διεύθυνση και αναθέστε του τον κατάλληλο ρόλο. Η πιο κοινή πρακτική είναι να του δώσετε δικαιώματα Διευθυντή, το οποίο σημαίνει ότι του δίνετε τον πλήρη έλεγχο αυτού του αντικειμένου και των περιεχομένων του (εάν υπάρχουν).
fi: Yhteiskäyttö on helppo tapa tehdä yhteistyötä sisällön parissa. Jakaaksesi tämän sisällön, etsi jäsenet heidän nimensä tai sähköpostiosoitteensa avulla ja anna heille sopiva rooli. Yleisintä on antaa jäsenille ylläpitäjän rooli, joka tarkoittaa, että heillä on täydet muokkausoikeudet jakamaasi sisältöön.
uk: Поділ правами - це легкий спосіб дозволити іншим співпрацювати з вами над вашим вмістом. Щоб поділитися повноваженнями щодо цього елементу, знайдіть ім'я чи електронну адресу в формі, що нижче, і надайте необхідну роль. Найпоширеніше використання - це надавання користувачам повноваження Управляючого, що означає, що вони матимуть повний контроль над чим елементом та його вмістом (якщо такий існує).

source: description_sign_in
el: Για να αποκτήσετε πρόσβαση σε αυτό το σημείο του ιστοχώρου, πρέπει να συνδεθείτε με το παρωνύμιο και τον κωδικό σας.
fi: Päästäksesi sivuston tähän osaan on sinun kirjauduttava sisään omalla käyttäjätunnuksellasi ja salasanallasi.
uk: Щоб дістати доступ до цієї частини сайту вам необхідно ввійти з вашим іменем та паролем.

source: description_site_admin_see_full_error
fi: Koska olet sivuston ylläpitäjä, voit ${link_full_error_msg}
uk: Так як Ви є адміністратором сайту, Ви можете ${link_full_error_msg}

source: description_site_error_double_check_or_search
el: Παρακαλούμε ελέγξτε ξανά τη διεύθυνση ή χρησιμοποιήστε την αναζήτηση για να βρείτε αυτό που ψάχνετε.
fi: Tarkista syöttämäsi verkko-osoite. Tarvittaessa käytä hakutoimintoa löytääksesi etsimäsi sisällön.
uk: Перевірте, будь-ласка, веб адресу ще раз, або скористайтеся пошуком на цій сторінці, щоб знайти те, що ви шукаєте.

source: description_site_error_mail_site_admin
el: Εάν είστε σίγουροι ότι έχετε τη σωστή διεύθυνση αλλά προκύπτει σφάλμα, παρακαλούμε επικοινωνήστε με ${site_admin}.
fi: Jos olet varma, että antamasi verkko-osoite on oikein, mutta saat silti virheen, ota yhteys ${site_admin}on.
uk: Якщо Ви впевнені в правильності веб адреси, але постійно стикаєтеся з помилкою, будь-ласка, сконтактуйте з ${site_admin}.

source: description_site_error_thank_you
el: Σας ευχαριστούμε.
fi: Kiitos.
uk: Дякуємо.

source: description_site_language
fi: Kieli, jota käytetään sivuston käyttöliittymässä ja sisällössä.
uk: Мова вмісту та інтерфейсу на даному сайті.

source: description_site_map
el: Μια σύνοψη του διαθέσιμου περιεχομένου στον ιστοχώρο. Αφήστε τον δείκτη του ποντικιού ακίνητο πάνω από ένα αντικείμενο για μερικά δευτερόλεπτα για να δείτε την περιγραφή του.
fi: Alla on yleiskatsaus sivuston sisällöstä. Näet kohteen kuvauksen pitämällä hiiren kohdistinta kohteen päällä hetken ajan.
uk: Огляд наявного вмісту на сайті. Утримайте курсор біля елементу кілька секунд, щоб побачити його опис.

source: description_static_portlet
uk: Портлет, який відображає статичний HTML текст.

source: description_still_failure
el: Εάν βλέπετε ακόμη αυτή τη σελίδα παρά το ότι ρυθμίσατε σωστά τον φυλλομετρητή σας, ιδού μερικοί πιθανοί λόγοι:
fi: Jos päädyt tälle sivulle, vaikka selaimesi asetukset ovat kunnossa, saattaa syynä olla jokin seuraavista:
uk: Якщо ви все таки отримуєте цю сторінку після правильної настройки переглядача, ось кілька можливих причин:

source: description_still_failure_reason1
el: Μπορεί να εκτελείτε κάποιο λογισμικό φιλτραρίσματος των ιστοσελίδων που απενεργοποιεί τα cookies. Εάν ναι, θα πρέπει να ρυθμίσετε το λογισμικό έτσι ώστε να σας επιτρέπει να δέχεστε cookies από το ${url}
fi: Käytät mahdollisesti Internet-suodatusohjelmistoa, joka poistaa evästeet. Jos näin on, sinun on asetettava suodattimen asetukset niin, että se sallii evästeet osoitteesta ${url}.
uk: Можливо у вас працює програма фільтрування, яка забороняє коржики. Якщо це так, то вам потрібно настроїти у програму дозволити вам отримувати корхики з ${url}

source: description_still_failure_reason2
el: Ο υπολογιστής σας μπορεί να βρίσκεται πίσω από τοίχο προστασίας ή διαμεσολαβητή που εμποδίζει να σταλούν cookies προς ή από τον φυλλομετρητή σας. Εάν πράγματι ισχύει κάτι τέτοιο, θα χρειαστεί να ρωτήσετε τον διαχειριστή του συστήματός σας εάν το πρόβλημα μπορεί να διορθωθεί.
fi: Tietokoneesi voi olla palomuurin tai eduspalvelimen (proxy) takana, joka estää evästeiden lähettämisen selaimellesi tai selaimestasi. Jos näin on, sinun on kysyttävä järjestelmäsi ylläpitäjältä, voiko ongelman korjata.
uk: Ваш комп'ютер може бумуром чи за проксі сервером, що перешкоджає коржикам від пересилання до чи від вашого переглядача. Якщо так, то запитайтеся вашого системного адміністратора, чи можна вирішити цю проблему.

source: description_syndication_disabled
el: Η Διασύνδεση Διανομής έχει απενεργοποιηθεί από τον διαχειριστή του ιστοχώρου.
fi: Sivuston ylläpito on kytkenyt uutisvirrat pois päältä.
uk: Синдикацію заборонив адміністратор сайту.

source: description_syndication_properties
el: Η Διασύνδεση Διανομής σας επιτρέπει να διασυνδέσετε αυτό τον φάκελο έτσι ώστε να μπορεί να συγχρονιστεί από άλλους δικτυακούς τόπους.
fi: Uutisvirrat mahdollistavat sisällön päivitysten seuraamisen RSS-selaimella tai muilla web-sivustoilla.
uk: Синдикація дозволяє вам синдикувати цю теку так, що вона може синхронізуватися з інших веб сайтів.

source: description_trademark
el: Το Plone<sup>&reg;</sup> και το λογότυπο του αποτελούν εμπορικό σήμα του ${plonefoundation}.
fi: Plone<sup>&reg;</sup> ja Plone-logo ovat rekisteröityjä tuotemerkkejä, jotka omistaa ${plonefoundation}.
uk: Plone<sup>&reg;</sup> і логотип Plone є зареєстрованими торговими марками ${plonefoundation}.

source: description_types_setup
fi: Sisältötyyppien työnkulun, näkyvyyden ja versioinnin asetukset.
uk: Робочий процес, видимість і параметри запису версій для типів вмісту.

source: description_undo_action
el: Αυτό το σύστημα διαχείρισης περιεχομένου σας επιτρέπει να αναιρέσετε εύκολα τις αλλαγές που κάνατε στις ρυθμίσεις ή τα δεδομένα της εφαρμογής. Μπορείτε να επαναφέρετε την εφαρμογή σε ένα "στιγμιότυπο" της κατάστασής της σε προηγούμενο χρονικό σημείο.
fi: Plonen transaktio-ominaisuuden avulla voi helposti perua sivujen sisältöön tai asetuksiin tehtyjä muutoksia. Sivuston voi tarvittaessa palauttaa johonkin aiempaan tilaan.
uk: Транзакціїні риси, що закладені в це застосування, надають вам можливість легко відновлювати зміни, що внесли в настройки цього застосування чи дані. Ви можете повернути застосування до 'знімку' її стану в попередній момент часу.

source: description_undo_action_select
el: Επιλέξτε μία ή περισσότερες από τις παρακάτω συναλλαγές και πιέστε "Αναίρεση" για να αναιρέσετε τις συναλλαγές. Σημειώνεται ότι ακόμη και αν παρακάτω εμφανίζεται μια συναλλαγή, δεν έχετε τη δυνατότητα να την αναιρέσετε εάν επόμενες συναλλαγές τροποποίησαν αντικείμενα που τροποποιήθηκαν από τη συναλλαγή.
fi: Valitse yksi tai useampi transaktio alta ja napsauta </em>Peru</em>-painiketta peruaksesi nämä transaktiot. Huomaa, että transaktiota ei voi perua perumatta myös myöhempiä transaktioita, jotka ovat muuttaneet samoja kohteita.
uk: Виберіть одну чи кілька транзакцій нижче та клікніть кнопку "Відновити" щоб відмінити транзакції. Зауважте, що якщо тразакція відображена нижче, ви її не зможете відмінити, якщо пізніші транзакції змінили об'єкти змодифіковані цією транзакцією.

source: description_use_form_to_change_password
el: Παρακαλούμε χρησιμοποιήστε την παρακάτω φόρμα για να αλλάξετε τον κωδικό σας.
fi: Vaihda salasanasi käyttäen alla olevaa lomaketta.
uk: Будь-ласка, використайте форму нижче для зміни паролю.

source: description_user_management
el: Πιέστε το όνομα του χρήστη για να δείτε και να αλλάξετε τις λεπτομέρειες ενός συγκεκριμένου χρήστη. Πιέστε το εικονίδιο με τον φάκελο για να στείλετε e-mail στον χρήστη. Μπορείτε επίσης να επεξεργαστείτε τις ηλεκτρονικές διευθύνσεις και να προσθέσετε/αφαιρέσετε χρήστες.
fi: Napsauta jäsenen nimeä nähdäksesi ja muuttaaksesi kyseisen jäsenen tietoja. Napsauta kirjekuorta lähettääksesi sähköpostia käyttäjälle. Voit muokata sähköpostiosoitteita ja lisätä tai poistaa jäseniä tällä lomakkeella.
uk: Клацніть по псевдоніму користувача щоб побачити і змінити подробиці певного користувача. Клацніть на конвертику щоб надіслати користувачу листа. Ви також можете редагувати електронні адреси, і додавати/знищувати користувачів.

source: description_user_panel
el: Αυτή η περιοχή σας επιτρέπει να ορίσετε τις προτιμήσεις σας.
fi: Täällä voit muokata omia asetuksiasi.
uk: Ця область дозволить вам встановити ваші вподобання.

source: description_validation
el: Έχουμε χρησιμοποιήσει ${xhtml} 1.0 και ${css} το οποίο είναι σύμφωνο με τις προδιαγραφές που έχει ορίσει το ${w3c}, επειδή πιστεύουμε ότι η χρηστικότητα και η προσιτότητα πρέπει να έχουν σταθερά θεμέλια. Αν οτιδήποτε σε αυτόν τον ιστοχώρο δεν συμβαδίζει με τα πρότυπα, παρακαλούμε επικοινωνήστε με τη ${site_admin}, και όχι με την Ομάδα του Plone.
fi: Käytettävyys ja esteettömyys vaativat vankan perustan. Sen takia sivustolla käytetään ${xhtml} 1.0- ja ${css}-standardeja ${w3c}:n laatimien määritysten mukaisesti. Jos jokin tällä sivustolla ei ole määritysten mukaista, ota yhteyttä ${site_admin}on.
uk: Ми використали ${xhtml} 1.0 і ${css}, який відповідає вимогам, викладеним у ${w3c}. Якщо є на сайті щось, що не відповідає стандартам, будь-ласка, сконтактуйте з ${site_admin}, а не командою Plone.

source: description_webdav_locked_by_author_on_time
el: Το αντικείμενο έχει κλειδωθεί από τον ${author} πριν από ${time}
fi: Tämä kohde on lukittu. Käyttäjä ${author} aloitti muokkauksen ${time} sitten.
uk: ${author} заблокував(ла) цей елемент ${time} тому.

source: description_webdav_locked_steal
el: Εάν είστε σίγουροι ότι ο χρήστης έχει εγκαταλείψει το αντικείμενο μπορείτε να ${unlock_button} το αντικείμενο. Θα μπορείτε τότε να το επεξεργαστείτε.
fi: Jos olet varma, ettei kukaan kuitenkaan muokkaa tätä kohdetta, napsauta ${unlock_button} -painiketta.
uk: "Якщо Ви впевнені в тому, що цей користувач припинив роботуз даним об'єктом, Ви можете ${unlock_button} об'єкт. Тоді Ви зможете його редагувати.

source: description_you_are_registered
el: Γίνατε μέλος.
fi: Sinut on rekisteröity jäseneksi.
uk: Вас зареєстровано як члена спільноти.

source: description_you_can_log_on_now
el: Πιέστε το κουμπί για να συνδεθείτε αμέσως.
fi: Kirjaudu sisään napsauttamalla alla olevaa painiketta.
uk: Натисніть цю кнопку щоб одразу ввійти.

source: email
fi: Sähköpostiosoite
uk: електронна адреса

source: enable_cookies_message
el: Τα cookies δεν είναι ενεργοποιημένα. Πρέπει να ${enable_cookies} για να μπορέσετε να συνδεθείτε.
fi: Evästeet (cookies) eivät ole käytössä selaimessasi. Sinun on ${enable_cookies}, ennen kuin voit kirjautua sisään.
uk: Коржики не увімкнено. Перш ніж увійти Ви повинні ${enable_cookies}.

source: enable_cookies_message_before_login
el: Τα cookies δέν είναι ενεργοποιημένα. Πρέπει να τα ενεργοποιήσετε για να μπορέσετε να συνδεθείτε.
fi: Evästeet eivät ole käytössä selaimessasi. Salli evästeet (cookies) selaimessasi, niin voit kirjautua sisään.
uk: Коржики не увімкнено. Перш ніж увійти Ви повинні їх увімкнути.

source: error_installed_product
el: Υπήρξαν Σφάλματα κατά την εγκατάσταση, ελέγξτε τα Πρακτικά
fi: Virheitä asennuksen aikana - tarkista tapahtumaloki
uk: Були помилки під час інсталяції. Перевірте розшифровку.

source: error_required
el: Το ${name} είναι απαραίτητο πεδίο, παρακαλούμε διορθώστε.
fi: ${name} on pakollinen tieto.
uk: ${name} є обов'язковим для заповнення, будь-ласка, виправіть.

source: error_vocabulary
uk: Значення ${val} не дозволено використовувати для словника елемента ${label}

source: event_and
el: έως
fi: ja loppuu
uk: до

source: event_from
el: από
fi: alkaa
uk: від

source: event_more_information
el: Περισσότερες πληροφορίες σχετικά με το γεγονός
fi: Lisätietoja tästä tapahtumasta...
uk: Більше інформації про дану подію...

source: event_to
el: έως
fi: loppuu
uk: до

source: event_what
el: Τι
fi: Mitä
uk: Що

source: event_when
el: Πότε
fi: Milloin
uk: Коли

source: event_where
el: Που
fi: Missä
uk: Де

source: filterstyles
fi: Tyylit
uk: Стилі

source: folder_add_more
fi: Lisää...
uk: Більше...

source: folder_add_settings
el: Περιορισμοί...
fi: Rajoita...
uk: Обмежити...

source: folder_add_settings_long
fi: Valitse sallittavat sisältötyypit
uk: Клацніть щоб налаштувати, який тип вмісту може бути додано сюди...

source: go_to_contentrules_assignment_context
el: Επιστροφή
fi: Palaa
uk: Повернутися

source: go_to_contentrules_management
fi: Siirry sääntöjen hallintaan
uk: Вверх, до управління правилами

source: go_to_parent_url
el: Ένα επίπεδο επάνω
fi: Ylös yksi taso
uk: Вверх на рівень

source: go_to_search_author_content
el: Όλο το περιεχόμενο που δημιουργήθηκε από τον ${user}
fi: Näytä kaikki käyttäjän ${user} luoma sisältö...
uk: Весь вміст, створений ${user}…

source: heading_access_keys
el: Πλήκτρα πρόσβασης
fi: Helppokäyttöisyysnäppäimet
uk: Клавіші доступу

source: heading_accessibility_info
el: Προσιτότητα
fi: Helppokäyttöisyys
uk: Загальнодоступність

source: heading_accessibility_statement
el: Δήλωση Προσιτότητας
fi: Esteettömyyslauselma
uk: Загальнодоступність

source: heading_actions
el: Ενέργειες
fi: Toiminnot
uk: Дії

source: heading_add_item
el: Προσθήκη ${itemtype}
fi: Lisää ${itemtype}
uk: Додати ${itemtype}

source: heading_add_new_item
el: Προσθήκη νέου αντικειμένου
fi: Lisää uutta sisältöä
uk: Додати новий елемент

source: heading_add_sharing_permissions
el: Προσθήκη άδειας κοινής χρήσης στο ${item}
fi: Jaa yhteiskäyttöoikeuksia jäsenille
uk: Поділитися повноваженнями при доступі до ${item}

source: heading_add_to_calendar
el: Προσθήκη γεγονότος στο ημερολόγιο
fi: Lisää tapahtuma kalenteriin
uk: Додати подію в календар

source: heading_addremove_products
el: Προσθαφαίρεση Προϊόντων
fi: Lisää/Poista tuotteita
uk: Додати/видалити продукти

source: heading_advanced_search
el: Προηγμένη αναζήτηση περιεχομένου
fi: Laajennettu sisältöhaku
uk: Складний пошук вмісту

source: heading_advanced_settings
el: Προχωρημένες ρυθμίσεις
fi: Lisäasetukset
uk: Додаткові налаштування

source: heading_allowed_languages
el: Επιτρεπόμενες γλώσσες
fi: Sallitut kielet
uk: Дозволені мови

source: heading_author_content
el: Το πιο πρόσφατο περιεχόμενο που δημιουργήθηκε από αυτόν τον χρήστη
fi: Tämän jäsenen tuottama uusin sisältö
uk: Останній вміст, створений цим користувачем

source: heading_available_access_keys
el: Διαθέσιμα πλήκτρα πρόσβασης
fi: Käytettävissä olevat helppokäyttöisyysnäppäimet
uk: Наявні клавіші доступу

source: heading_broken_products
el: Σπασμένα προϊόντα
fi: Vialliset tuotteet
uk: Зламані продукти

source: heading_change_ownership
el: Αλλαγή κυριότητας
fi: Vaihda omistajaa
uk: Зміна власника

source: heading_change_password_for
el: Αλλαγή κωδικού του ${user}
fi: Vaihda jäsenen ${user} salasana
uk: Змінити пароль для ${user}

source: heading_comment_preview
el: Προεπισκόπηση Σχολίου
fi: Kommentin esikatselu
uk: Перегляд кометаря

source: heading_contact_form
el: Φόρμα επικοινωνίας
fi: Yhteydenottolomake
uk: Контактна форма

source: heading_content_views
el: Προβολές αντικειμένων
fi: Sisältönäkymät
uk: Вигляд вмісту

source: heading_control_panel
el: Εγκατάσταση Ιστοχώρου
fi: Sivuston asetukset
uk: Налаштування сайту

source: heading_create_group
el: Δημιουργία Ομάδας
fi: Luo uusi ryhmä
uk: Створити групу

source: heading_currently_assigned_shares
el: Τρέχουσες ρυθμίσεις κοινής χρήσης για το ${folder}
fi: Yhteiskäyttöoikeudet kohteeseen ${folder}
uk: Надані повноваження для елементу ${folder}

source: heading_dashboard
el: Πίνακας του/της ${user_name}
fi: Käyttäjän ${user_name} hallintapaneeli
uk: Панель користувача ${user_name}

source: heading_diff_between
el: Διαφορές μεταξύ ${object1} και ${object2}
fi: Erot välillä ${object1} - ${object2}
uk: Відмінність між ${object1} і ${object2}

source: heading_document_actions
el: Ενέργειες Εγγράφων
fi: Tehdyt toimenpiteet
uk: Дії

source: heading_edit_groupproperties
el: Επεξεργασία Ιδιοτήτων Ομάδας ${groupname}
fi: Muokkaa ryhmän ${groupname} ominaisuuksia
uk: Редагування властивостей групи ${groupname}

source: heading_edit_item
el: Επεξεργασία ${itemtype}
fi: Muokkaa: ${itemtype}
uk: Редагувати ${itemtype}

source: heading_error_log
el: Καταγραφή σφαλμάτων
fi: Virheloki
uk: Реєстр помилок

source: heading_exception_details
el: Λεπτομέρειες Εξαίρεσης
fi: Virheen yksityiskohdat
uk: Подробиці виняткової ситуації

source: heading_file_contents
el: Περιεχόμενα αρχείου
fi: Tiedoston sisältö
uk: Вміст файлу

source: heading_full_review_list
el: Πλήρης λίστα επιθεώρησης:
fi: Koko tarkastusjono:
uk: Повний перелік об'єктів, які очікують рецензії:

source: heading_group_members
el: Μέλη της Ομάδας
fi: Ryhmäjäsenyydet
uk: Члени групи

source: heading_group_members_of
el: Μέλη της Ομάδας ${groupname}
fi: Ryhmän ${groupname} jäsenet
uk: Члени групи ${groupname}

source: heading_group_memberships_for
el: Συνδρομές Ομάδας για τον/την ${userid}
fi: Jäsenen ${userid} ryhmäjäsenyydet
uk: Членство в групах для ${userid}

source: heading_group_shares
el: Προσθέστε άδειες κοινής χρήσης στις ομάδες
fi: Jaa yhteiskäyttöoikeuksia ryhmille
uk: Надайте повноваження поділу доступом групам

source: heading_groupmembers_current
el: Τρέχοντα Μέλη της Ομάδας
fi: Ryhmän nykyiset jäsenet
uk: Члени поточної групи

source: heading_groups_overview
el: Σύνοψη Ομάδων
fi: Ryhmien hallinta
uk: Огляд груп

source: heading_inherited_portlets
uk: Успадковані портлети

source: heading_install_log_for
el: Καταγραφή εγκατάστασης για το ${productname}
fi: Asennusloki tuotteelle ${productname}
uk: Звіт про інсталацію ${productname}

source: heading_installed_transcript
el: Πρακτικά
fi: Tapahtumaloki
uk: Розшифровка

source: heading_language
fi: Kieli
uk: Мова

source: heading_language_allowed
fi: Sallittu?
uk: Доволити?

source: heading_language_code
fi: Koodi
uk: Код

source: heading_language_settings
fi: Kieliasetukset
uk: Параметри мови

source: heading_member_search
el: Αναζήτηση μελών
fi: Etsi jäseniä
uk: Шукати користувачів

source: heading_memberships_current
el: Τρέχουσες Συνδρομές Ομάδων
fi: Nykyiset ryhmäjäsenyydet
uk: Поточні членства в групах

source: heading_my_preferences
el: Προσωπικές Προτιμήσεις
fi: Omat asetukset
uk: Особисті вподобання

source: heading_navigation_setup
el: Ρυθμίσεις Πλοήγησης
fi: Navigointiasetukset
uk: Параметри навіґації

source: heading_new_owner
el: Νέος ιδιοκτήτης
fi: Uusi omistaja
uk: Новий власник

source: heading_no_privileges
el: Ανεπαρκή Δικαιώματα
fi: Käyttöoikeutesi eivät ole riittävät
uk: Недостатньо повноважень

source: heading_not_found_suggestions
el: Ίσως ψάχνατε για...
fi: Etsit ehkä seuraavia...
uk: Можливо, Ви шукали...

source: heading_personal_tools
el: Προσωπικά εργαλεία
fi: Omat työkalut
uk: Особистий інструметарій

source: heading_plone_version_overview
el: Συνοπτικές πληροφορίες για την έκδοση του Plone
fi: Plone - versionhallinta
uk: Перегляд версії Plone

source: heading_portlets_assigned_here
fi: Tähän asetetut soveltimet
uk: Портлети, які тут призначено

source: heading_prefs_user_details
el: Ιδιότητες Χρήστη για τον/την ${username}
fi: Jäsenen ${username} ominaisuudet
uk: Властивості користувача ${username}

source: heading_product_readme
el: Περιγραφή του ${productname}
fi: Tuotteen ${productname} kuvaus
uk: Опис ${productname}

source: heading_publishing_process
el: Διαδικασία δημοσίευσης
fi: Julkaisuprosessi
uk: Процес публікування

source: heading_quit_to_log_out
el: Κλείστε το φυλλομετρητή για να αποσυνδεθείτε
fi: Sulje selaimesi kirjautuaksesi ulos.
uk: Для виходу треба закрити ваш веб переглядач

source: heading_ramcache_stats
fi: RAM-välimuistin tilastot
uk: Статистика кеш-пам'яті

source: heading_recently_modified
el: Τροποποιημένα αντικείμενα
fi: Muuttunut sisältö
uk: Змінені елементи

source: heading_recently_published
el: Δημοσιευμένα αντικείμενα
fi: Julkaistu sisältö
uk: Опубліковані елементи

source: heading_registration_form
el: Φόρμα Εγγραφής
fi: Rekisteröitymislomake
uk: Форма реєстрації

source: heading_rename_item
el: Μετονομασία αντικειμένου
fi: Nimeä uudelleen
uk: Перейменувати елемент

source: heading_request
el: ΑΙΤΗΣΗ
fi: REQUEST
uk: ЗАПИТ

source: heading_returned_results
el: Αποτελέσματα
fi: Hakutulokset
uk: Отримані результати

source: heading_search_groups
fi: Etsi ryhmiä
uk: Пошук груп

source: heading_search_newmembers
el: Αναζήτηση νέων μελών ομάδας
fi: Etsi uusia ryhmän jäseniä
uk: Пошук нових членів групи

source: heading_search_results
el: Αποτελέσματα αναζήτησης
fi: Hakutulokset
uk: Результати пошуку

source: heading_search_usersandgroups
el: Αναζήτηση Χρηστών και Ομάδων
fi: Etsi jäseniä ja ryhmiä
uk: Пошук користувачів та груп

source: heading_sections
el: Τμήματα
fi: Osiot
uk: Розділи

source: heading_select_default_page
el: Επιλογή προεπιλεγμένης σελίδας
fi: Valitse oletusnäkymä
uk: Виберіть сторінку по замовчуванню

source: heading_select_default_view
el: Επιλογή προεπιλεγμένης προβολής
fi: Valitse oletusnäkymä
uk: Виберіть вигляд по замовчуванню

source: heading_send_feedback_confirm
el: Ο διαχειριστής ενημερώθηκε
fi: Sivuston ylläpitoon on otettu yhteys.
uk: Сконтактувано з адміністратором сайту,

source: heading_send_page_to
el: Στείλτε τη σελίδα σε κάποιον
fi: Lähetä tämä sivu eteenpäin
uk: Відправити комусь цю сторінку

source: heading_set_content_type_restrictions
el: Περιορίστε τους τύπους αντικειμένων που μπορούν να προστεθούν
fi: Rajoita lisättäviä sisältötyyppejä
uk: Обмежити можливість додавання типів вмісту

source: heading_sign_in
el: Παρακαλούμε συνδεθείτε
fi: Sisäänkirjautuminen
uk: Ввійдіть, будь-ласка

source: heading_signed_out
el: Έχετε αποσυνδεθεί
fi: Olet kirjautunut ulos
uk: Ви, наразі, вийшли

source: heading_site_language
fi: Sivuston kieli
uk: Мова сайту

source: heading_syndication_properties
el: Ιδιότητες Διασύνδεσης Διανομής
fi: Uutisvirran ominaisuudet
uk: Властивості синдикації

source: heading_type_settings
fi: Tyyppiasetukset
uk: Параметри Типів

source: heading_un_block_portlets
fi: Estä/vapauta soveltimia
uk: Заблокувати/розблокувати портлети

source: heading_undo_actions
el: Αναίρεση ενεργειών
fi: Peru toimenpiteitä
uk: Відмінити дії

source: heading_user_panel
el: Οι Προτιμήσεις μου
fi: Omat asetukset
uk: Мої вподобання

source: heading_users_overview
el: Σύνοψη Χρηστών
fi: Jäsenten hallinta
uk: Огляд користувачів

source: heading_validation
el: Επικύρωση
fi: Sääntöjenmukaisuus
uk: Перевірка справжності

source: heading_version_overview
uk: Огляд версій

source: heading_views
el: Όψεις
fi: Näkymät
uk: Вигляди

source: heading_welcome
el: Καλώς ήλθατε!
fi: Tervetuloa!
uk: Ласкаво просимо!
