Repository: isaw/isaw.events
Catalog: plone/buildout-cache/eggs/plone.app.locales-3.3.8-py2.4.egg/plone/app/locales/i18n/plone-*.po
Languages: el, fi, uk

source: $d day and $h hours
uk: $d день і $h годин

source: $d days and $h hours
uk: $d днів і $h годин

source: $h hour and $m minutes
uk: $d година і $h хвилин

source: $h hours and $m minutes
uk: $d години і $h хвилин

source: $m minutes
uk: $m хвилин

source: ${count} item(s) copied.
el: ${count} αντικείμενα αντιγράφηκαν.
fi: ${count} kohde(tta) kopioitu.
uk: ${count} елемент(ів) скопійовано.

source: ${count} item(s) cut.
el: ${count} αντικείμενα αποκόπηκαν.
fi: ${count} kohde(tta) leikattu.
uk: ${count} елемент(ів) вирізано.

source: ${count} item(s) renamed.
el: ${count} αντικείμενα μετονομάστηκαν.
fi: ${count} kohde(tta) uudelleennimetty.
uk: ${count} елемент(ів) перейменовано.

source: ${items} could not be deleted.
el: ${items} δεν ήταν δυνατό να διαγραφεί.
fi: ${items} ei voitu poistaa.
uk: ${items} неможливо видалити.

source: ${name} is not a legal name. The following characters are invalid: ${characters}
el: Το ${name} δεν είναι έγκυρο όνομα. Οι ακόλουθοι χαρακτήρες δεν είναι έγκυροι: ${characters}
fi: ${name} ei ole sallittu nimi. Seuraavat merkit ovat kiellettyjä: ${characters}
uk: ${name} недопустиме ім'я. Такі символи недійсні: ${characters}

source: ${name} is reserved.
el: To ${name} είναι δεσμευμένο.
fi: ${name} on varattu.
uk: ${name} зарезервовано.

source: ${title} copied.
el: ${title} αντιγράφηκε.
fi: ${title} on kopioitu.
uk: ${title} скопійовано.

source: ${title} cut.
el: ${title} αποκόπηκε.
fi: ${title} on leikattu.
uk: ${title} вирізано.

source: ${title} has been added to your Favorites.
el: ${title} έχει προστεθεί στα Αγαπημένα σας.
fi: ${title} on lisätty suosikkeihisi.
uk: ${title} додано до улюбленців.

source: ${title} has been deleted.
el: ${title} έχει διαγραφεί.
fi: ${title} on poistettu.
uk: ${title} видалено.

source: ${title} is locked and cannot be cut.
el: Το ${title} είναι κλειδωμένο και δεν μπορεί να αποκοπεί.
fi: ${title} on lukittu, joten sitä ei voi leikata.
uk: ${title} заблоковано і неможливо вирізати.

source: ${title} is locked and cannot be deleted.
el: Το ${title} είναι κλειδωμένο και δεν μπορεί να διαγραφεί.
fi: ${title} on lukittu, joten sitä ei voi poistaa.
uk: ${title} заблоковано і неможливо знищити.

source: ${title} is not copyable.
el: ${title} δεν είναι αντιγράψιμο.
fi: ${title} ei ole kopioitavissa.
uk: ${title} неможливо скопіювати.

source: ${title} is not moveable.
el: ${title} δεν είναι μετακινήσιμο.
fi: ${title} ei ole siirrettävissä.
uk: ${title} неможливо перемістити.

source: ${tname} has been created.
el: ${tname} δημιουργήθηκε.
fi: ${tname} on luotu.
uk: ${tname} створено.

source: - An intranet workflow where content is only accessible if you are logged in. - Basic states are: Internal Draft, Pending Review, Internally Published and Private. - Also has an Externally Published state, so you can make selected content available to people outside the intranet.
el: - Μια ροή εργασίας για εσωτερικό δίκτυο όπου τα αντικείμενα είναι προσβάσιμα μόνο αν είστε συνδεδεμένοι. - Οι βασικές καταστάσεις είναι: Εσωτερικό Προσχέδιο, Σε Αναμονή, Εσωτερικά Δημοσιευμένο και Ιδιωτικό. - Επίσης υπάρχει η κατάσταση Εξωτερικά Δημοσιευμένο ώστε να μπορείτε να επιλέγετε αντικείμενα διαθέσιμα σε άτομα εκτός του εσωτερικού δικτύου.
fi: - Intranet-työnkulku - sisältö näytetään ainoastaan kirjautuneille käyttäjille. - Oletusarvoiset tilat ovat: Sisäinen luonnos,Odottaa tarkastusta, Sisäisesti julkaistu ja Yksityinen. - Sisältää myös tilan Ulkoisesti julkaistu, jolloin kohde näkyy myös intranetin ulkopuolisille lukijoille, jotka eivät ole kirjautuneet sisään.
uk: - Внутрішній робочий процес, у якому вміст є доступним лише у випадку, якщо користувач ввійшов на сайт. - Основні робочі стани: внутрішня Чернетка, Непідтверджений, внутрішньо Публічний та Приватний. - Також тут є Публічний стан, який дозволяє робити вміст доступним для користувачів поза внутрішньою мережею.

source: - Essentially a workflow with no transitions, but has a Published state, so portlets and applications that expect that state will continue to work.
el: - Μια ροή εργασίας χωρίς μεταβάσεις, που έχει όμως την κατάσταση Δημοσιευμένο, ώστε τα πλαίσια και οι εφαρμογές που εξαρτώνται από αυτή τη κατάσταση να συνεχίσουν να δουλεύουν.
fi: Työnkulku, jossa ei ole vaihtuvuustiloja. Sisältää pelkästään Julkaistu-tilan, jolloin sovelmat ja ohjelmat, jotka odottavat Julkaisu-tilaa, toimivat.
uk: - Робочий процес без жодни змін стану, але містить стан Опублікований, отже портлети та інші додатки, які потребують цього стану, будуть працювати.

source: - Normally used with the Intranet/Extranet workflow on folder types. - Only has two states: Private and Internal Draft.
el: - Κανονικά χρησιμοποιείται με την ροή εργασίας Εσωτερικού/Εξωτερικού δικτύου σε αντικείμενα τύπου φακέλου. - Έχει μόνο δύο καταστάσεις: Ιδιωτικό και Εσωτερικό Προσχέδιο
fi: Käytetään yleensä Intranet- tai Extranet-työnkuluissa kansioihin. Kaksi eri tilaa: Yksityinen ja Sisäinen luonnos.
uk: - Зазвичай використовується для внутрішніх/зовнішніх робочих процесів для тек. - Має лише два робочі стани: Приватний і Внутрішня Чернетка.

source: - Simple workflow that is useful for basic web sites. - Things start out as private, and can either be submitted for review, or published directly. - The creator of a content item can edit the item even after it is published.
el: - Απλή ροή εργασίας που είναι χρήσιμη για απλούς ιστοχώρους. - Τα αντικείμενα δημιουργούνται σαν ιδιωτικά και μπορούν είτε να υποβληθούν προς επιθεώρηση, ή να δημοσιευθούν άμεσα. - Ο δημιουργός ενός αντικειμένου μπορεί να επεξεργαστεί το αντικείμενο ακόμα και μετά από τη δημοσίευση του.
fi: Yksinkertainen työnkulku yksinkertaisien sivustojen hallintaan. Kohteet ovat aluksi yksityisiä, seuraavaksi kohde voidaan joko lähettää tarkastettavaksi tai julkaista suoraan. Kohteen tekijä pystyy muokkaamaan kohdetta julkaisun jälkeen.
uk: - Простий робочий процес. - Об'єкти початково знаходяться у стані приватний, їх може бути подано на розгляд або відразу опубліковано. - Автор об'єкта зможе відредагувати його навіть після публікації.

source: - Used in conjunction with the Community workflow. - Has no pending state. - Allows owner to publish the folder without approval.
el: - Χρησιμοποιείται σε συνδυασμό με τη ροή εργασίας Κοινότητας. - Δεν έχει κατάσταση αναμονής. - Επιτρέπει στον ιδιοκτήτη να δημοσιεύσει το φάκελο χωρίς έγκριση.
fi: Käytetään Yhteistö-työnkulun kanssa. Ei sisällä Odottaa-tilaa. Sallii tekijän julkaista kansion ilman hyväksyntää.
uk: - Використовується разом з робочим процесом спільноти. - Дозволяє власнику опублікувати теку без затвердження.

source: - Users can create content that is immediately publicly accessible. - Content can be submitted for publication by the content's creator or a Manager, which is typically done to promote events or news to the front page. - Reviewers can publish or reject content, content owners can retract their submissions. - While the content is awaiting review it is readable by anybody. - If content is published, it can only be retracted by a Manager.
el: - Οι χρήστες μπορούν να δημιουργήσουν αντικείμενα που είναι άμεσα δημοσίως προσβάσιμα. - Τα αντικείμενα μπορούν να υποβληθούν για έκδοση από το δημιουργό ή ένα Διαχειριστή, που συμβαίνει συνήθως ώστε να προωθούνται γεγονότα ή ειδήσεις στην πρώτη σελίδα. - Οι επιθεωρητές μπορούν να δημοσιεύουν ή να απορρίπτουν τα αντικείμενα, οι ιδιοκτήτες μπορούν να τα αποσύρουν. - Όσο το αντικείμενο είναι σε αναμονή έγκρισης μπορεί να διαβαστεί από όλους. - Αν το αντικείμενο δημοσιευτεί μπορεί να αποσυρθεί μόνο από ένα Διαχειριστή.
fi: Käyttäjät voivat luoda sisältöä, joka on heti muiden nähtävissä. Sisältö voidaan lähettää julkaistavaksi tekijän tai managerin toimesta, kuten yleensä tehdään etusivulle päätyvien tapahtumien tai uutisten kanssa. Hyväksyjät voivat julkaista tai hylätä sisältöä. Sisällön omistajat voivat vetää takaisin heidän luomansa sisällön. Kun sisältö odottaa hyväksymistä, se on kaikkien nähtävissä. Jos sisältö julkaistaan, sen voi takaisinvetää ainoastaan manageri.
uk: - Користувачі можуть створювати вміст, який відразу ж стає доступним для інших. - Вміст може бути подано на публікуцію автором або управляючим, це, зазвичай, робиться для того, щоб події чи новини могли з'являтися на головній сторінці. - Рецензент може опублікувати або відкинути вміст, власники вмісту можуть відкликати їх подачу на розгляд. - Під час того, як вміст перебуває в стані очікуваня рецензії, його може будь-хто прочитати. - Коли вміст є опубліковано, лише управляючий зможе його відкликати.

source: 1 minute
uk: 1 хвилина

source: A boolean criterion
el: Ένα λογικό κριτήριο
fi: Looginen ehto
uk: Логічний критерій

source: A classic portlet allows you to use legacy portlet templates.
el: Ένα κλασικό πλαίσιο σας επιτρέπει να τρέχετε παλαιού τύπου σελίδες πλαισίου.
fi: Klassinen sovelma mahdollistaa perinteisten sovelmamallien käytön.
uk: Класичний портлет дає змогу використовувати існуючі шаблони портлетів.

source: A copy action can copy an object to a different folder.
el: Μια ενέργεια αντιγραφής μπορεί να αντιγράψει ένα αντικείμενο σε διαφορετικό φάκελο.
fi: Kopiointitoiminto voi kopioida kohteen toiseen kansioon.
uk: Дозволяє скопіювати об'єкт в іншу теку.

source: A criterion that searches for the currently logged in user's id
el: Ένα κριτήριο για την αναζήτηση του id του συνδεδεμένου χρήστη
fi: Ehto, jolla tarkistetaan nykyisen jäsenen käyttäjätunnus
uk: Критерій, який шукає id зареєстрованого користувача

source: A date range criterion
el: Ένα κριτήριο χρονικού διαστήματος
fi: Aikaväliehto
uk: Критерій періоду часу

source: A folder suitable for holding a very large number of items
el: Ένας φάκελος κατάλληλος για την συγκράτηση πολύ μεγάλου πλήθους αντικειμένων
fi: Kansio, johon voidaan sijoittaa erittäin paljon sisältöä
uk: Тека, яка може містити велику кількість елементів.

source: A folder which can contain other items.
el: Ένας φάκελος που μπορεί να περιέχει άλλα αντικείμενα.
fi: Kansio, jossa on muuta sisältöä.
uk: Теки можуть містити в собі інші елементи.

source: A link to an internal or external resource.
el: Ένας σύνδεσμος προς μια εσωτερική ή εξωτερική πηγή.
fi: Linkki sivuston sisällä tai sen ulkopuolelle.
uk: Посилання на внутрішній чи зовнішній об'єкт.

source: A list criterion
el: Ένα κριτήριο λίστας
fi: Listaehto
uk: Критерій списку

source: A maximum number of cached values.
el: Ο μέγιστος αριθμός τιμών στο cache.
fi: Välimuistiin tallennettujen arvojen enimmäismäärä.
uk: Максимальна кількість значення кеш-пам'яті.

source: A move action can move an object to a different folder.
el: Μια ενέργεια μετακίνησης μπορεί να μετακινήσει ένα αντικείμενο σε διαφορετικό φάκελο.
fi: Siirtotoiminto voi siirtää kohteen toiseen kansioon.
uk: Дозволяє перемістити об'єкт в іншу теку.

source: A notify action can show a message to the user.
el: Μια ενέργεια επισήμανσης μπορεί να εμφανίσει ένα μήνυμα στο χρήστη.
fi: Huomautustoiminto voi näyttää viestin käyttäjälle.
uk: Дія сповіщення дає змогу показати повідомлення користувачу.

source: A page in the site. Can contain rich text.
el: Μια σελίδα της πύλης, που μπορεί να περιέχει πλούσιο κείμενο.
fi: Sivu, joka voi sisältää muotoiltua tekstiä.
uk: Сторінка сайту. Може містити різний текст.

source: A path criterion
el: Ένα κριτήριο διαδρομής
fi: Sijaintiehto
uk: Критерій шляху

source: A portal type condition makes the rule apply only to certain content types.
el: Μια συνθήκη τύπου αντικειμένου κάνει τον κανόνα να εφαρμόζεται μόνο σε κάποιους τύπους αντικειμένων.
fi: Portaalityyppiehto rajoittaa säännön koskemaan vain tiettyjä sisältötyyppejä.
uk: Умова портал типу застосовує правило лише до певних типуів вмісту.

source: A portal_types criterion
el: Ένα κριτήριο των ειδών της πύλης
fi: Ehto, jolla valitaan tietyn tyyppistä sisältöä.
uk: Критерій портал_типу

source: A reference criterion
el: Ένα κριτήριο αναφοράς
fi: Viittausehto
uk: Критерій посилання

source: A relative date criterion
el: Ένα κριτήριο σχετικής ημερομηνίας
fi: Suhteellinen päivämääräehto
uk: Критерій відносної дати

source: A relative path criterion
el: Ένα κριτήριο σχετικής τοποθεσίας
fi: Suhteellinen polkuehto
uk: Критерій відносного шляху

source: A selection criterion
el: Ένα κριτήριο επιλογής
fi: Valintaehto
uk: Критерій вибору

source: A simple int criterion
el: Ένα κριτήριο ακεραίου
fi: Yksinkertainen numeroehto
uk: Критерій цілого числа

source: A simple string criterion
el: Ένα κριτήριο συμβολοσειράς
fi: Yksinkertainen tekstiehto
uk: Критерій простого рядка

source: A sort criterion
el: Ένα κριτήριο ταξινόμησης
fi: Järjestysehto
uk: Критерій сортування

source: A summary of the rule
el: Μια περίληψη του κανόνα
fi: Säännön yhteenveto
uk: Резюме правила

source: Accessibility
el: Προσιτότητα
fi: Saavutettavuus
uk: Загальнодоступність

source: Action deleted.
el: Η ενέργεια διαγράφηκε.
fi: Toiminto poistettu.
uk: Дію знищено.

source: Action moved down.
el: Η ενέργεια μετακινήθηκε κάτω.
fi: Toiminto siirretty alas.
uk: Дію опущено донизу.

source: Action moved up.
el: Η ενέργεια μετακινήθηκε πάνω.
fi: Toiminto siirretty ylös.
uk: Дію піднято догори.

source: Add
el: Προσθήκη
fi: Lisää
uk: Додати

source: Add Classic Portlet
el: Προσθήκη Κλασικού Πλαισίου
fi: Lisää klassinen sovelma
uk: Додати класичний портлет

source: Add Collection Portlet
uk: Додати портлет Колекції

source: Add Content Type Condition
el: Προσθήκη Συνθήκης Τύπου Αντικειμένου
fi: Lisää sisältötyyppiehto
uk: Додати умову типу вмісту

source: Add Copy Action
el: Προσηκη Ενέργειας Αντιγραφής
fi: Lisää kopiointitoiminto
uk: Додати дію Копіювати

source: Add Events Portlet
el: Προσθήκη Πλαισίου Γεγονότων
fi: Lisää Tapahtumasovelma
uk: Додати портлет Події

source: Add File Extension Condition
el: Προσθήκη Συνθήκης Τύπου Αρχείου
fi: Lisää tiedostopääte-ehto
uk: Додати умову файлового розширення

source: Add Group Condition
el: Προσθήκη Συνθήκης Ομάδας
fi: Lisää ryhmäehto
uk: Додати умову для групи

source: Add Logger Action
el: Προσθήκη Ενέργειας Καταγραφέα
fi: Lisää lokitoiminto
uk: Додати дію реєстрації

source: Add Move Action
el: Προσθήκη Ενέργειας Μετακίνησης
fi: Lisää siirtymätoiminto
uk: Додати дію Перемістити

source: Add Navigation Portlet
el: Προσθήκη Πλαισίου Πλοήγησης
fi: Lisää navigointisovelma
uk: Додати портлет Навіґація

source: Add News Portlet
el: Προσθήκη Πλαισίου Νέων
fi: Lisää uutissovelma
uk: Додати портлет Новини

source: Add Notify Action
el: Προσθήκη Ενέργειας Ειδοποίησης
fi: Lisää huomautustoiminto
uk: Додати дію сповіщення

source: Add RSS Portlet
el: Προσθήκη Πλαισίου RSS
fi: Lisää RSS-sovelma
uk: Додати портлет RSS

source: Add Recent Portlet
el: Προσθήκη Πλαισίου Προσφάτων Αντικειμένων
fi: Lisää Viimeaikaiset-sovelma
uk: Додати портлет Останні

source: Add Review Portlet
el: Προσθήκη Πλαισίου Επιθεώρησης
fi: Lisää tarkastussovelma
uk: Додати портлет Рецензування

source: Add Role Condition
el: Προσθήκη Συνθήκης Ρόλου
fi: Lisää rooliehto
uk: Додати умову для ролі

source: Add Rule
el: Προσθήκη Κανόνα
fi: Lisää sääntö
uk: Додати правило

source: Add Search Portlet
el: Προσθήκη Πλαισίου Αναζήτησης
fi: Lisää hakusovelma
uk: Додати портлет Пошук

source: Add Workflow Action
el: Προσθήκη Ενέργειας Ροής Εργασίας
fi: Lisää työnkulkutoiminto
uk: Додати дію робочого процесу

source: Add Workflow State Condition
el: Προσθήκη Συνθήκης Κατάστασης Ροής Εργασίας
fi: Lisää työnkulun tilaehto
uk: Додати умову для робочого стану

source: Add Workflow Transition Condition
el: Προσθήκη Συνθήκης Μετάβασης Ροής Εργασίας
fi: Lisää työnkulun siirtymäehto
uk: Додати умову зміни робочого стану

source: Add a new rule. Once complete, you can manage the rule's actions and conditions separately.
el: Προσθέστε νέο κανόνα. Όταν ολοκληρωθεί, θα μπορείτε να διαχειριστείτε τις ενέργεις και τις συνθήκες του κανόνα ξεχωριστά.
fi: Lisää uusi sääntö. Kun olet valmis, voit hallita säännön toimintoja ja ehtoja erikseen.
uk: Додати нове правило. Після додавання, Ви зможете окремо управляти діями і умовами правила.

source: Add tag names here for tags which are not part of XHTML but which should be permitted.
el: Προσθέστε ονόματα tag που δέν είναι μέρος του XHTML αλλά θα πρέπει να επιτρέπονται
fi: Lisää tähän niiden tagien nimet, jotka eivät kuulu XHTML:ään, mutta jotka tulisi silti sallia.
uk: Додайте назви теґів, які не є частиною XHTML, але які треба дозволити.

source: Add to favorites
el: Προσθήκη στα αγαπημένα
fi: Lisää suosikkeihin
uk: Додати до улюбленців

source: Add-on Product Configuration
el: Παραμετροποίηση Επιπρόσθετων Προϊόντων
fi: Tuotteiden hallinta
uk: Конфіґурації додаткових продуктів

source: Add-on Products
el: Επιπρόσθετα Προϊόντα
fi: Lisätuotteet
uk: Додаткові Продукти

source: Add/Remove Products
el: Προσθαφαίρεση Προϊόντων
fi: Lisää/poista tuotteita
uk: Додати/видалити продукти

source: AddToFavorites
el: ΠροσθήκηΣταΑγαπημένα
fi: Lisää suosikkeihin
uk: Додати до улюбленців

source: All content rules
el: Όλοι οι κανόνες αντικειμένων
fi: Kaikki sisältösäännöt
uk: Усі правила вмісту

source: All items publicly available on a certain date
el: Όλα τα αντικείμενα που είναι διαθέσιμα δημοσίως μια συγκεκριμένη ημερομηνία
fi: Kaikki kohteet näkyvissä tiettynä päivänä
uk: Усі елементи стають публічно доступні після певної дати

source: Allow anyone to view 'about' information
el: Επιτρέπεται σε όλους να βλέπουν τις πληροφορίες για το δημιουργό
fi: Salli kenen tahansa nähdä yleistiedot (about-linkki)
uk: Дозволити будь-кому переглядати інформацію 'про нас'

source: Allows users to register themselves on the site. If not selected, only site managers can add new users.
el: Επιτρέπεται σε όλους τους χρήστες να εγγράφονται στον ιστοχώρο. Αν δεν επιλεγεί, μόνο οι διαχειριστές μπορούν να προσθέτουν νέους χρήστες.
fi: Anna käyttäjien rekisteröidä itsensä sivustolle. Jos tätä ei ole valittu, vain sivuston ylläpito voi lisätä uusia käyttäjiä.
uk: Дозволити користувачам самим реєструватися на сайті. Якщо не вибрано, то лише адміністратори сайту зможуть додавати нових користувачів.

source: Also available in presentation mode…
el: Υπάρχει και σε μορφή παρουσίασης…
fi: Saatavilla myös esitystilassa...
uk: У вигляді презентації...

source: Alternative formats
el: Εναλλακτικές μορφές
fi: Vaihtoehtoiset tiedostomuodot
uk: Інші формати

source: Always show icons
el: Τα εικονίδια να φαίνονται πάντα
fi: Näytä aina kuvakkeet
uk: Завжди показувати іконки

source: An announcement that will show up on the news portlet and in the news listing.
el: Μια αναγγελία που θα εμφανιστεί στο πλαίσιο των ειδήσεων και στη λίστα των ειδήσεων.
fi: Ilmoitus, joka näkyy uutissovelmassa sekä uutislistauksessa.
uk: Новини вміщають короткий текст, мають заголовок і необов'язковий опис.

source: An automatically updated stored search that can be used to display items matching criteria you specify.
el: Μια προκαθορισμένη αναζήτηση που ενημερώνεται αυτόματα και μπορεί να χρησιμοποιηθεί για την προβολή αντικειμένων που ταιριάζουν με κριτήρια που ορίζετε.
fi: Itsekseen päivittyvä tallennettu haku, joka näyttää annettuihin hakuehtoihin sopivaa sisältöä.
uk: Автоматично оновлюваний пошук, який може бути використано для відображення елементів, що відповідають критеріями, які Ви вкажете.

source: An event must end after it starts.
el: Ένα γεγονός πρέπει να τελειώνει αφού αρχίσει.
fi: Tapahtuman on päätyttävä alkamisen jälkeen.
uk: Час закінчення події повинен бути після її початку.

source: An event must start before it ends.
el: Ένα γεγονός πρέπει να αρχίσει πριν τελειώσει.
fi: Tapahtuman on alettava ennen päättymistään.
uk: Час початку події повинен бути перед її закінченням.

source: An external file uploaded to the site.
el: Ένα εξωτερικό αρχείο που ανεβάστηκε στην πύλη.
fi: Sivustolle lähetetty erillinen tiedosto.
uk: Зовнішні файли, завантажені на сайт.

source: An image, which can be referenced in documents or displayed in an album.
el: Μια εικόνα, η οποία μπορεί να παραπεμφθεί στα έγγραφα ή να επιδειχθεί σε ένα λεύκωμα.
fi: Kuva, jota voidaan käyttää dokumenteissa tai näyttää albumissa.
uk: Зображення, яке може відображится в альбомі, та на яке може іти посилання з документів.

source: An interval between cache cleanups in seconds.
el: Το διάστημα πριν το καθαρισμό του cache σε δευτερόλεπτα.
fi: Välimuistin siivoamisväli sekunteina.
uk: Проміжок часу між очищенням кеш-пам'яті (в секундах ).

source: An item's title transformed for sorting
el: Ο τίτλος ενός αντικειμένου που μετασχηματίζεται για την ταξινόμηση
fi: Järjestämistä varten muunnettu nimike
uk: Заголовок елемента для сортування

source: An item's type (e.g. Event)
el: Ο τύπος του αντικειμένου (π.χ. Γεγονός)
fi: Sisällön tyyppi (esim. Tapahtuma)
uk: Тип елемента (наприклад, Подія)

source: An item's workflow state (e.g.published)
el: Η κατάσταση στη ροή εργασίας ενός αντικειμένου (π.χ. δημοσιευμένο)
fi: Sisällön työkulun tila (esim. julkaistu)
uk: Робочий стан елемента (наприклад, опублікований)

source: As a path relative to the portal root.
el: Σαν τοποθεσία σχετική σε σχέση με την αρχή του ιστοχώρου.
fi: Polku suhteessa sivuston päätasoon.
uk: Відносний шлях до кореня порталу

source: Assignments deleted.
el: Οι αναθέσεις έχουν διαγραφεί.
fi: Määritykset poistettu.
uk: Присвоєння знищені.

source: Assignments disabled.
el: Οι αναθέσεις απενεργοποιήθηκαν.
fi: Määritykset sammutettu.
uk: Присвоєння вимкнено.

source: Assignments enabled.
el: Οι αναθέσεις ενεργοποιήθηκαν.
fi: Määritykset kytketty.
uk: Присвоєння увімкнено.

source: Boolean (True/False)
el: Λογικό (Αληθές/Ψευδές)
fi: Totuusarvo (Tosi/Epätosi)
uk: Логічний

source: Boolean Criterion
el: Λογικό κριτήριο
fi: Looginen ehto
uk: Логічний критерій

source: Calendar
el: Ημερολόγιο
fi: Kalenteri
uk: Календар

source: Calendar Settings
el: Ρυθμίσεις Ημερολογίου
fi: Kalenterin asetukset
uk: Параметри Календаря

source: Calendar settings
el: Ρυθμίσεις ημερολογίου
fi: Kalenterin asetukset
uk: Параметри календаря

source: Can only be seen and edited by the owner.
el: Μόνο ο ιδιοκτήτης μπορεί να το δει και να το επεξεργαστεί.
fi: Ainoastaan tekijän näkyvissä ja muokattavissa.
uk: Видимий лише для власника і може бути редагований лише ним.

source: Can't access home folder. Favorite is not added.
el: Δεν είναι δυνατή η πρόσβαση στο αρχικό φάκελο. Το αγαπημένο δεν προστέθηκε.
fi: Kotikansion muokkaus ei onnistunut - suosikkia ei lisätty.
uk: Нема доступу до кореневої теки. Улюбленець не доданий.

source: Cancel check-out
el: Ακύρωση αποσύνδεσης
fi: Peru poistuminen
uk: Відмінити перевірку

source: Categories
el: Κατηγορίες
fi: Kategoriat
uk: Категорії

source: Change Password
el: Αλλαγή Κωδικού
fi: Vaihda salasana
uk: Змінити пароль

source: Change State
el: Αλλαγή Κατάστασης
fi: Vaihda tilaa
uk: Змінити стан

source: Changes Saved. Versioning for this file has been disabled because it is too large.
uk: Зміни збережено. Можливість збереження версій для даного файлу вимкнено через те, що він є занадто великим.

source: Changes applied.
el: Οι αλλαγές εφαρμόστηκαν.
fi: Muutokset on otettu käyttöön.
uk: Зміни застосовано.

source: Changes canceled.
el: Οι αλλαγές ακυρώθηκαν.
fi: Muutokset peruttu.
uk: Зміни скасовано.

source: Changes made.
el: Οι αλλαγές έγιναν.
fi: Muutokset on tehty.
uk: Зміни внесено.

source: Changes saved.
el: Οι αλλαγές αποθηκεύτηκαν.
fi: Muutokset on tallennettu.
uk: Зміни збережено.

source: Choose which types will have wiki behavior.
el: Επιλέξτε ποιοι τύποι θα έχουν συμπεριφορά wiki.
fi: Valitse tyypit, joilla on wiki-toiminnallisuus.
uk: Виберіть типи вмісту, котрі матимуть поведінку wiki.

source: Clear cache
el: Καθαρισμός του cache
fi: Tyhjennä välimuisti
uk: Очистити кеш

source: Cleared the cache.
el: Το cache σβήστηκε.
fi: Välimuisti tyhjennetty.
uk: Кеш очищено.

source: Collection
el: Συλλογή
fi: Kokoelma
uk: Колекція
