Repository: isaw/isaw.events
Catalog: plone/buildout-cache/eggs/Products.kupu-1.4.16-py2.4.egg/Products/kupu/i18n/kupupox-*.po
Languages: ca, eo, es, eu, pl, sk, tr

source: Add column
ca: Afegeix columna
eo: Aldonu kolumnon
es: Agregar columna
eu: Zutabea gehitu
pl: Dodaj kolumnę
sk: Pridať stĺpec
tr: Sütun ekle

source: Add row
ca: Afegeix fila
eo: Aldonu linion
es: Agregar fila
eu: Lerroa gehitu
pl: Dodaj wiersz
sk: Pridať riadok
tr: Satır ekle

source: Add table
ca: Afegeix taula
eo: Aldonu tabelon
es: Agregar tabla
eu: Taula gehitu
pl: Dodaj tabelę
sk: Pridať tabuľku
tr: Tablo ekle

source: Browser not supported!
ca: Navegador no suportat!
eo: Via krozilo ne estas subtenata!
es: ¡Navegador no soportado!
eu: Editore hau ez dabil zure nabigatzailearekin!
pl: Twoja przeglądarka nie jest obsługiwana.
sk: Nepodporovaný prehliadač!
tr: Tarayıcı desteklenmiyor!

source: Can only preview web urls
ca: Només es poden previsualitzar els url de web
eo: Eblas antaŭrigardi nur retajn adresojn
es: Solo puede realizarse la vista preliminar de URLs web
eu: Web helbideak bakarrik aurreikus daitezke
pl: Podgląd działa tylko dla odnośników stron
sk: Náhľady sú dostupné len pre web-ové URL
tr: Yalnızca web url adresleri önizlenebilir

source: Cleaning up HTML...
ca: Netejant l'HTML...
eo: Purigas HTML-on...
es: Limpiando HTML...
eu: HTMLa garbitzen...
sk: Čistenie HTML...
tr: HTML kodu temizleniyor...

source: Cleanup done, sending document to server
ca: S'ha finalitzat la neteja, envio el document al servidor
eo: Purigo pretas, dosiero estas sendota al la servilo
es: Limpieza terminada, enviando documento al servidor
eu: Garbiketa eginda, dokumentua zerbitzarira bidaltzen
pl: Zakończono oczyszczanie, wysyłka dokumentu na serwer
sk: Dokument bol vyčistený a je odosielaný na server
tr: Temizleme bitti, belge sunucuya gönderiliyor.

source: Color chosen
ca: Color escollit
eo: Koloro elektita
es: Color elegido
eu: Kolorea aukeratuta
pl: Wybrano kolor
sk: Farba bola vybraná
tr: Renk seçildi

source: Copy
ca: Copia
eo: Kopii
es: Copiar
eu: Kopiatu
pl: Kopiuj
sk: Kopírovať
tr: Kopyala

source: Copying from JavaScript is disabled on your Mozilla due to security settings. For more information, read http://www.mozilla.org/editor/midasdemo/securityprefs.html
ca: Copiar des de Javascript està deshabilitat en el vostre navegador Mozilla degut als paràmetres de seguretat. Per a més informació, llegiu http://www.mozilla.org/editor/midasdemo/securityprefs.html
eo: Por sekureco tondado el javaskripto estas malŝaltita en via krozilo. Por pliaj informoj, legu http://www.mozilla.org/editor/midasdemo/securityprefs.html
es: El copiado desde JavaScript se ha deshabilitado en su navegador Mozilla debido a la configuración de seguridad. Para más información, lea (en inglés)http://www.mozilla.org/editor/midasdemo/securityprefs.html
eu: Segurtasun konfigurazioagatik JavaScript bidez kopiatzea desgaituta dago zure nabigatzailean. Informazio gehiagorako irakurri http://www.mozilla.org/editor/midasdemo/securityprefs.html
pl: Kopiowanie przy użyciu JavaScript jest wyłączone w Twojej przeglądarce Mozilla ze względów bezpieczeństwa. Więcej informacji na stronie http://www.mozilla.org/editor/midasdemo/securityprefs.html
sk: Kopírovanie JavaScriptom je zablokované bezpečnostnými nastaveniami v Mozille. Viac informácií je k dispozícii na http://www.mozilla.org/editor/midasdemo/securityprefs.html
tr: JavaScript'den kopyalamaya Mozilla tarayıcınızda güvenlik nedeniyle izin verilmemiş. Ayrıntılı bilgi için http://www.mozilla.org/editor/midasdemo/securityprefs.html sayfasını okuyun.

source: Could not set status bar message, check your browser's security settings.
ca: No s'ha pogut establir el missatge de la barra d'estat, comproveu la configuració de seguretat del vostre navegador.
es: El mensaje de la barra de estado no ha podido ser establecido, compruebe las opciones de seguridad de su navegador.
eu: Ezin izan da egoera barrako mezua idatzi, egiaztatu zure nabigatzailearen segurtasun konfigurazioa.
sk: Nebolo možné nastaviť informáciu v stavovom riadku. Skontrolujte nastavenia Vášho prehliadača.
tr: Durum çubuğu iletisi değiştirilemedi, tarayıcınızın güvenlik ayarlarını kontrol edin.

source: Couldn't set design mode. Kupu will not work on this browser.
ca: No s'ha pogut establir el mode disseny. Kupu no funcionarà en aquest navegador.
es: El modo de diseño no ha podido ser establecido. Kupu no funcionará en este navegador.
eu: Ezin izan da edizio modua erakutsi. Kupuk ez du nabigatzaile honetan funtzionatuko.
sk: Design mód nemohol byť aktivovaný. Kupu nebude fungovať v tomto prehliadači.
tr: Tasarım kipine geçilemedi. Kupu bu tarayıcıda çalışmayacak.

source: Create image
ca: Crea un imatge
eo: Bildo kreita
es: Crear una imagen
eu: Irudia sortu
pl: Utwórz obraz
sk: Vytvoriť obrázok
tr: Resim yarat

source: Create link
ca: Crea un enllaç
eo: Kreu ligon
es: Crear un enlace
eu: Lotura sortu
pl: Utwórz odnośnik
sk: Vytvoriť odkaz
tr: Bağlantı yarat

source: Cut
ca: Talla
eo: Tondi
es: Cortar
eu: Ebaki
pl: Wytnij
sk: Vystrihnúť
tr: Kes

source: Cutting from JavaScript is disabled on your Mozilla due to security settings. For more information, read http://www.mozilla.org/editor/midasdemo/securityprefs.html
ca: Tallar des de Javascript està deshabilitat en el vostre navegador Mozilla degut als paràmetres de seguretat. Per a més informació, llegiu http://www.mozilla.org/editor/midasdemo/securityprefs.html
eo: Pro sekureco, tondado el javaskripto estas malŝaltita en via krozilo. Por pliaj informoj, legu http://www.mozilla.org/editor/midasdemo/securityprefs.html
es: El cortado desde JavaScript se ha deshabilitado en su navegador Mozilla debido a la configuración de seguridad. Para más información, lea (en inglés)http://www.mozilla.org/editor/midasdemo/securityprefs.html
eu: Segurtasun konfigurazioagatik JavaScript bidez ebakitzea desgaituta dago zure nabigatzailean. Informazio gehiagorako irakurri http://www.mozilla.org/editor/midasdemo/securityprefs.html
pl: Wycinanie przy użyciu JavaScript jest wyłączone w Twojej przeglądarce Mozilla ze względów bezpieczeństwa. Więcej informacji na stronie http://www.mozilla.org/editor/midasdemo/securityprefs.html
sk: Vystrihovanie JavaScriptom je zablokované bezpečnostnými nastaveniami v Mozille. Viac informácií je k dispozícii na http://www.mozilla.org/editor/midasdemo/securityprefs.html
tr: JavaScript'den kesmeye Mozilla tarayıcınızda güvenlik nedeniyle izin verilmemiş. Ayrıntılı bilgi için http://www.mozilla.org/editor/midasdemo/securityprefs.html sayfasını okuyun.

source: Delete Table
ca: Elimina la taula
eo: Forigu tabelon
es: Eliminar Tabla
eu: Taula ezabatu
pl: Usuń tabelę
sk: Odstrániť tabuľku
tr: Tabloyu Sil

source: Delete column
ca: Elimina la columna
eo: Forigu kolumnon
es: Eliminar columna
eu: Zutabea ezabatu
pl: Usuń kolumnę
sk: Odstrániť stĺpec
tr: Sütunu sil

source: Delete link
ca: Elimina l'enllaç
eo: Forigu ligon
es: Eliminar enlace
eu: Lotura ezabatu
pl: Usuń odnośnik
sk: Odstrániť odkaz
tr: Bağlantıyı sil

source: Delete row
ca: Elimina la fila
eo: Forigu linion
es: Eliminar fila
eu: Lerroa ezabatu
pl: Usuń wiersz
sk: Odstrániť riadok
tr: Satırı sil

source: Discard changes? If you click OK, any changes you have made will be lost.
ca: Voleu descartar els canvis? Si accepteu, es perdran els canvis que heu realitzat.
eo: Ignoru ŝanĝojn? Se vi klakos "bone", ajnaj ŝanĝoj kiujn vi faris estos perditaj.
es: ¿Descartar cambios? Si hace clic en Aceptar, perderá los cambios realizados.
eu: Aldaketak baztertzea nahi duzu? OK klikatzen baduzu, egin dituzun aldaketa guztiak galdu egingo dira.
pl: Porzucić zmiany? Jeśli klikniesz OK wszystkie zmiany, które wprowadziłeś zostaną usunięte.
sk: Zahodiť zmeny? Kliknutím na OK zrušíte všetky zmeny.
tr: Değişikliklerden vazgeçilsin mi? Tamam tuşuna basarsanız yaptığınız bütün değişiklikler kaybolacak.

source: Document saved
ca: S'ha guardat el document
eo: Dosiero konservita
es: Documento guardado
eu: Dokumentua gordeta
pl: Zapisano dokument
sk: Dokument bol uložený
tr: Belge kaydedildi

source: Editor initialized
ca: S'ha inicialitzat l'editor
eo: Redaktilo iniciita
es: Editor inicializado
eu: Editorea hasieratuta
pl: Edytor uruchomiony
sk: Editor bol inicializovaný
tr: Editör başlatıldı

source: Editor not initialized yet!
ca: Encara no s'ha inicialitzat l'editor!
eo: Redaktilo ne jam iniciita!
es: ¡El editor aún no se ha inicializado!
eu: Oraindik ez da editorea hasieratu!
pl: Edytor nie został jeszcze uruchomiony!
sk: Editor ešte nebol inicializovaný!
tr: Editör daha başlatılmadı!

source: End node offset detected in a node without children!
ca: El node final de desfasament s'ha detectat en un node sense fills!
eo: Trovis fin-nodan deŝovon en sen-ida nodo!
es: ¡Índice de fin de nodo detectado en un nodo sin hijos!
sk: Pozícia konca uzla sa vyskytla v bezdetnom uzle!
tr: Çocuğu olmayan bir düğümde son düğüm uzaklığı bulundu!

source: End offset out of range!
ca: Final de desfasament fora de rang!
eo: Fina deŝovo ekster marĝeno!
es: ¡Índice de fin fuera de rango!
sk: Koncová pozícia je mimo rozsah!
tr: Son uzaklığı izin verilen aralığın dışında!

source: Error loading data, status ${status}
ca: S'ha produït un error en carregar les dades, estat ${status}
eo: Eraro okazis dum ŝargi de datumoj, statuso ${status}
es: Error cargando datos, status ${status}
eu: Errorea datuak kargatzerakoan, egoera ${status}
pl: Błąd podczas ładowania danych, status ${status}
sk: Chyba pri načítaní dát, stav: ${status}
tr: Verinin yüklenmesinde hata, durum: ${status}

source: Error loading translation (status ${status} ), falling back to english
ca: S'ha produït un error en carregar la traducció (estat ${status} ), s'utilitzarà l'anglès.
eo: Erara ŝargo de traduko (statuso ${status}), la angla estos uzata anstataŭe
es: Error al cargar la traducción (estado ${status} ), se usará inglés.
eu: Errorea itzulpena kargatzerakoan (egoera ${status}), ingelesa erabiliko da
pl: Błąd podczas ładowania tłumaczenia (status ${status}), powrót do wersji angielskiej
sk: Problém pri načítaní prekladu (stav ${status} ), návrat do angličtiny
tr: Çevirinin yüklenmesinde hata (durum: ${status}); İngilizce'ye dönülüyor.

source: Error saving document
ca: S'ha produït un error en desar el document
eo: Eraro dum konservado de dokumento
es: Error al guardar documento
eu: Errorea dokumentua gordetzean.
pl: Błąd podczas zapisywania dokumentu
sk: Chyba pri ukladaní dokumentu
tr: Belgenin kaydedilmesinde hata

source: Error saving your data. Response status: ${status}. Check your server log for more information.
ca: S'ha produït un error en desar les vostres dades. Codi de resposta: ${status}. Comproveu el registre del vostre servidor per obtenir més informació.
es: Error al guardar sus datos. Código de respuesta ${status}. Compruebe la traza de su servidor para más información.
eu: Errorea zure datuak gordetzean. Erantzun kodea: ${status}. Begiratu zure zerbitzariaren log fitxategia informazio gehiago lortzeko.
sk: Chyba pri ukladaní dát. Stavový kód: ${status}. Viac informácií nájdete v logoch servera.
tr: Verilerinizin kaydedilmesinde hata. Yanıt durumu: ${status}. Daha fazla bilgi için sunucunuzun günlük dosyalarına bakın.

source: Invalid table size
ca: La mida de la taula no és vàlida
eo: Neebla tabelgrando
es: Tamaño de tabla no válido
eu: Taularen tamaina baliogabea.
pl: Nieprawidłowy rozmiar tabeli
sk: Nesprávna veľkosť tabuľky
tr: Geçersiz tablo boyutları

source: No destination URL available!
ca: No hi ha cap URL de destinació disponible!
eo: Mankas cela URL!
es: ¡No hay disponible ningún URL de destino!
eu: Ez dago helburu helbiderik!
pl: Adres URL przeznaczenia nie jest dostępny!
sk: URL adresa cieľa nie je k dispozícii!
tr: Hedef URL adresi belirtilmemiş!

source: No element found in the config island!
ca: No s'ha trobat cap element a la configuració!
eo: Neniu elemento trovita en la konfigura insulo!
es: ¡No se ha encontrado ningún elemento en la configuración!
eu: Ez da elementurik aurkitu konfigurazioan!
sk: Žiadny element v konfiguračnom ostrove!
tr: Ayar adasında hiçbir eleman bulunamadı!

source: No head in document!
ca: El document no té capçalera!
eo: Mankas kap-elemento en dokumento!
es: ¡No hay cabecera en el documento!
eu: Dokumentuak ez du goiburukorik!
pl: Brak nagłówka w dokumencie!
sk: Dokument je bez hlavičky!
tr: Belgede head elemanı yok!

source: No parentcolumn found!
ca: No s'ha trobat la columna pare!
eo: Neniu prakolumno!
es: ¡Columna padre no encontrada!
sk: Chýba rodičovský stĺpec!
tr: parentcolumn elemanı bulunamadı!

source: No row to delete
ca: No hi ha cap fila per a suprimir
eo: Mankas linio forigebla
es: No hay filas para borrar
eu: Ez dago ezabatzeko lerrorik
pl: Brak wiersza do usunięcia
sk: Chýba radok na vymazanie
tr: Silinecek satır yok

source: Not inside a definition list element!
ca: No és dins d'un element de definició de llista!
eo: Ne estas en difina listo!
es: ¡No está dentro de una definición de elemento de lista!
eu: Ez zaude definizio-zerrenda baten barruan!
sk: Mimo elementu definičného listu!
tr: Bir tanım listesi elemanı içinde değil!

source: Not inside a row!
ca: No és dins d'una fila!
eo: Ne estas en linio!
es: ¡No está dentro de una fila!
eu: Ez zaude lerro baten barruan!
sk: Mimo riadku!
tr: Bir tablo satırı içinde değil!

source: Not inside a table!
ca: No és dins d'una taula!
eo: Ne estas en tabelo!
es: ¡No está dentro de la tabla!
eu: Ez zaude taula baten barruan!
sk: Mimo tabuľky!
tr: Bir tablo içinde değil!

source: Not inside link
ca: No és dins l'enllaç
eo: Tio ĉi eblas nur en ligo
es: No está dentro del enlace
eu: Ez zaude lotura baten barruan!
sk: Mimo odkazu!
tr: Bir bağlantı içinde değil

source: Offset out of document range
ca: Desfasament fora del rang de document
eo: Deŝovo el dosiera intervalo!
es: Índice fuera del rango del documento
sk: Pozícia mimo rozsah dokumentu
tr: Uzaklık belge aralığının dışında

source: Paste
ca: Enganxa
eo: Algluu
es: Pegar
eu: Itsatsi
pl: Wklej
sk: Vložiť
tr: Yapıştır

source: Pasting from JavaScript is disabled on your Mozilla due to security settings. For more information, read http://www.mozilla.org/editor/midasdemo/securityprefs.html
ca: Enganxar des de Javascript està deshabilitat en el vostre navegador Mozilla degut als paràmetres de seguretat. Per a més informació, llegiu http://www.mozilla.org/editor/midasdemo/securityprefs.html (en anglès)
eo: Pro sekureco, tondado el Javaskripto estas malaktivigita en via Mozila krozilo. Por pliaj informoj legu http://www.mozilla.org/editor/midasdemo/securityprefs.html
es: El pegado desde JavaScript se ha deshabilitado en su navegador Mozilla debido a la configuración de seguridad. Para más información, lea (en inglés)http://www.mozilla.org/editor/midasdemo/securityprefs.html
eu: Segurtasun konfigurazioagatik JavaScript bidez itsastea desgaituta dago zure nabigatzailean. Informazio gehiagorako irakurri http://www.mozilla.org/editor/midasdemo/securityprefs.html
pl: Wklejanie przy użyciu JavaScript jest wyłączone w Twojej przeglądarce Mozilla ze względów bezpieczeństwa. Więcej informacji na stronie http://www.mozilla.org/editor/midasdemo/securityprefs.html
sk: Vkladanie JavaScriptom je zablokované bezpečnostnými nastaveniami v Mozille. Viac informácií je k dispozícii na http://www.mozilla.org/editor/midasdemo/securityprefs.html
tr: JavaScript'den yapıştırmaya Mozilla tarayıcınızda güvenlik nedeniyle izin verilmemiş. Ayrıntılı bilgi için http://www.mozilla.org/editor/midasdemo/securityprefs.html sayfasını okuyun.

source: Please wait while saving document...
ca: Si us plau, espereu mentre es desa el document...
eo: Momenton, la dokumento estas konservata..
es: Por favor, espere mientras se guarda el documento...
eu: Itxaron dokumentua gordetzen den artean...
sk: Počkajte na uloženie dokumentu...
tr: Lütfen belgenin kaydedilmesini bekleyin...

source: Properties modified
ca: S'han modificat les propietats
eo: Ecoj ŝanĝitaj
es: Propiedades modificadas
eu: Propietateak aldatuta
pl: Zmieniono właściwości
sk: Vlastnosti boli zmenené
tr: Özellikler değiştirildi

source: Request sent to server
ca: S'ha enviat la petició al servidor
eo: Peto sendita al la servilo
es: Petición enviada al servidor
eu: Eskaera zerbitzarira bidalita
pl: Wysłano żądanie do serwera
sk: Požiadavka bola odoslaná na server
tr: İstek sunucuya gönderildi

source: Right click to copy link
ca: Cliqueu el botó de la dreta per a copiar l'enllaç
eo: Dekstre klaku por kopii ligon
es: Haga clic con el botón derecho para copiar el enlace
eu: Egin klik eskuineko botoiarekin lotura kopiatzeko
pl: Skopiuj odnośnik prawym przyciskiem
sk: Link skopírujete pravým klikom
tr: Bağlantıyı kopyalamak için farenin sağ tuşuna basın

source: Selection not inside the node!
ca: La selecció no és dins el node!
eo: La elekto ne estas en la elemento!
es: ¡Selección fuera del nodo!
sk: Výber mimo uzla!
tr: Seçim düğümün içinde değil!

source: Sending request to server
ca: S'està enviant la petició al servidor
eo: Sendu peton al la servilo
es: Enviando petición al servidor
eu: Eskaera zerbitzarira bidaltzen
pl: Wysyłanie żądania do serwera
sk: Požiadavka sa odosiela na server
tr: İstek sunucuya gönderiliyor

source: Source edit tool initialized
ca: S'ha inicialitzat l'eina d'edició del codi font
eo: Kod-redaktilo iniciita
es: Herramienta de edición de código fuente inicializada
pl: Edytor kodu źródłowego uruchomiony
sk: Nástroj na editovanie zdrojového kódu bol inicializovaný
tr: Kaynak düzenleme aracı başlatıldı

source: Start node offset detected in a node without children!
ca: El node inicial de desfasament s'ha detectat en un node sense fills!
eo: Trovis startnodan deŝovon en sen-ida nodo!
es: ¡Índice de nodo inicial detectado en un nodo sin hijos!
sk: Pozícia začiatku uzla sa vyskytla v bezdetnom uzle!
tr: Çocuğu olmayan bir düğümde başlangıç düğümü uzaklığı bulundu!

source: Start offset out of range!
ca: Inici de desfasament fora de rang!
eo: Starta deŝovo ekster marĝeno!
es: ¡Índice de inicio fuera de rango!
sk: Pozícia začiatku je mimo rozsah!
tr: Başlangıç uzaklığı izin verilen aralıkta değil!

source: Starting HTML cleanup
ca: S'està iniciant la neteja de l'HTML
eo: Komenciĝis HTML-purigo
es: Iniciando limpieza de HTML
eu: HTMLaren garbiketa hasten
pl: Rozpoczynanie oczyszczania HTML
sk: Začiatok čistenia HTML
tr: HTML temizliği başlatılıyor

source: There was a problem initializing the drawers. Most likely the XSLT or XML files aren't available. If this is not the Kupu demo version, check your files or the service that provide them (error: ${error}).
ca: Hi ha hagut un problema en inicialitzar els calaixos. El més probable és que els fitxers XSLT o XML no estan disponibles. Si aquesta no és la versió de demostració de Kupu, comproveu els vostres fitxers o bé el servei que els proporciona (error: ${error}).
es: Ha ocurrido un problema en la inicialización de los cajones. Lo más probable es que los archivos XSLT o XML no están disponibles. Si esta no es la versión de demostración de Kupu, compruebe sus archivos o el servicio que los proporciona: (error: ${error}).
sk: Vyskytol sa inicializačný problém. Pravdepodobne nie sú dostupné XSLT alebo XML súbory. Ak toto nie je Kupu demo verzia, skontrolujte Vaše súbory alebo službu, ktorá ich poskytuje (chyba: ${error}).
tr: Çekmecelerin başlatılmasında bir sorun oluştu. Büyük olasılıkla XSLT ya da XML dosyaları bulunamıyor. Kupu'nun demo sürümünü kullanmıyorsanız dosyalarınızı ya da onları sağlayan hizmeti kontrol edin (hata: ${error}).

source: There were no errors.
ca: No s'han produït errors.
eo: Ne estis eraroj.
es: No han ocurrido errores.
eu: Ez da errorerik egon.
pl: Nie było błędów
sk: Bez chýb.
tr: Hata oluşmadı.

source: This feature requires pop-ups to be enabled on your browser!
ca: Aquesta característica requereix que el vostre navegador tingui habilitades les finestres emergents!
eo: Ĉi tiu ero postulas, ke elsaltantaj fenestroj estu permesitaj en via krozilo!
es: ¡Esta característica requiere que las ventanas emergentes estén habilitadas en su navegador!
eu: Ezaugarri honek funtziona dezan, pop-up leihoak baimendu behar dituzu zure nabigatzailean.
sk: Táto vlastnosť vyžaduje povolenie pop-up okien v prehliadači!
tr: Bu işlevin çalışması için tarayıcınızda "pop-up" pencerelerine izin vermelisiniz!

source: Unsupported browser!
ca: Navegador no soportat!
eo: Nesubtenata krozilo!
es: ¡Navegador no soportado!
eu: Editore hau ez dabil zure nabigatzailearekin!
pl: Nieobsługiwana przeglądarka!
sk: Nepodporovaný prehliadač!
tr: Desteklenmeyen tarayıcı!

source: View source
ca: Mostra el codi font
eo: Vidu la font-kodon
es: Ver código fuente
eu: Iturburu-kodea ikusi
pl: Podgląd źródła
sk: Zobraziť zrojový kód
tr: Kaynak koduna bak

source: You are leaving the editor. Do you want to save your changes?
ca: Esteu sortint de l'editor. Voleu desar els canvis?
eo: Vi eliras el la redaktilo. Ĉu vi volas konservi viajn ŝanĝojn?
es: Está dejando el editor. ¿Desea guardar sus cambios?
eu: Editorea uztera zoaz. Egindako aldaketak gorde nahi dituzu?
pl: Opuszczasz edytor. Czy chcesz zachować wprowadzone zmiany?
sk: Opúšťate editor. Chcete uložiť Vaše zmeny?
tr: Editörden çıkıyorsunuz. Değişikliklerinizi kaydetmek istiyor musunuz?

source: click to fold
ca: feu clic per plegar
eo: klaku por faldi
es: haga clic para contraer
sk: kliknite na zabalenie
tr: katlamak için tıklayın

source: click to unfold
ca: feu clic per desplegar
eo: klaku por malfaldi
es: haga clic para expandir
sk: kliknite na rozbalenie
tr: açmak için tıklayın

source: exception ${message} while registering an event handler for element ${element}, event ${event}, method ${method}
ca: excepció ${message} al registrar un gestor d'esdeveniments per a l'element ${element}, esdeveniment ${event}, mètode ${method}
eo: eraro ${message} okazis dum registrado de okaz-traktilo por elemento ${element}, okazo ${event}, metodo ${method}
es: exception ${message} al registrar un manejador de eventos para el elemento ${element}, evento ${event}, método ${method}
eu: ${element} elementuaren ${event} gertaeran ${method} metodoa gertaera-kudeatzaile bezala ezartzean ${message} errorea gertatu da
sk: výnimka ${message} počas registrácie ovládača udalostí pre: element ${element}, udalosť ${event}, metóda ${method}
tr: ${element} elemanı, ${event} olayı, ${method} yöntemi için bir olay işleyici tanımlanmasında ${message} aykırı durumu
